[
  {
    "id": 1,
    "learningObjectiveId": 1,
    "body": "The Hazards of Electricity and Control Measures",
    "body_type": "header"
  },
  {
    "id": 2,
    "learningObjectiveId": 1,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 3,
    "learningObjectiveId": 1,
    "body": "TwIvUbOhcKE",
    "body_type": "video"
  },
  {
    "id": 4,
    "learningObjectiveId": 1,
    "body": "What are the risks of electricity?",
    "body_type": "text"
  },
  {
    "id": 5,
    "learningObjectiveId": 1,
    "body": "lesson_detail_1.JPG",
    "body_type": "image"
  },
  {
    "id": 6,
    "learningObjectiveId": 1,
    "body": "Harm can be caused to any person when they are exposed to live parts that are either touched directly or indirectly by means of some conducting object or material. Voltages over 50 volts AC or 120 volts DC are considered hazardous.\nElectricity can kill. Each year about 1000 accidents at work involving electric shocks or burns are being reported. Around 30 of these are fatal, most of them arising from contact with overhead or underground power cables.\r\nShocks from faulty equipment can cause severe and permanent injury and can also lead to indirect injuries, due to falls from ladders, scaffolds, or other workplatforms. Faulty electrical appliances can also lead to fires. As well as causing injuries and loss of life, fires cause damage to plant, equipment and property.",
    "body_type": "text"
  },
  {
    "id": 7,
    "learningObjectiveId": 1,
    "body": "Who is most at risk from electricity?",
    "body_type": "text"
  },
  {
    "id": 8,
    "learningObjectiveId": 1,
    "body": "Anyone can be exposed to the dangers of electricity while at work and everyone should be made aware of the dangers. Those most at risk include maintenance staff, those working with electrical plant, equipment and machinery, and people working in harsh environments such as construction sites.\nMost electrical accidents occur because individuals:",
    "body_type": "text"
  },
  {
    "id": 9,
    "learningObjectiveId": 1,
    "body": "- Are working on or near equipment which is thought to be dead but which is, in fact, live.\n- Are working on or near equipment which is known to be live, but where those involved are without adequate training or appropriate equipment, or they have not ta",
    "body_type": "text"
  },
  {
    "id": 10,
    "learningObjectiveId": 1,
    "body": "Assessing the risks from electricity",
    "body_type": "text"
  },
  {
    "id": 11,
    "learningObjectiveId": 1,
    "body": "Consider the following hazards in your risk assessment:\n- Live parts normal mains voltage, 120 and 230 volts AC, can kill. Also, contact with live parts can cause shocks and burns.\r\n- Fire Electrical faults can cause fires. This is particularly true where the equipment contains a heat source (e.g. heaters, including water heaters, washing machines, ovens, heat-seal packaging equipment).\r\nTypes of equipment in use some items of equipment can also involve greater risk than others. Extension leads are particularly liable to damage to their plugs and sockets, cables, and electrical connections. Other flexible leads, particularly those connected to equipment that is moved a great deal, can suffer from similar problems.",
    "body_type": "text"
  },
  {
    "id": 12,
    "learningObjectiveId": 1,
    "body": "\nBasic electrical safety",
    "body_type": "text"
  },
  {
    "id": 13,
    "learningObjectiveId": 1,
    "body": "lesson_detail_2.jpg",
    "body_type": "image"
  },
  {
    "id": 14,
    "learningObjectiveId": 1,
    "body": "Below are some steps you should take to ensure your electrical safety.",
    "body_type": "text"
  },
  {
    "id": 15,
    "learningObjectiveId": 1,
    "body": "Mains Supply",
    "body_type": "text"
  },
  {
    "id": 16,
    "learningObjectiveId": 1,
    "body": "- Maintain all electrical installations in good working order.\n- Provide enough socket-outlets for equipment in use.\r\n- Avoid overloading socket-outlets using adaptors can cause fires.\r\n- Provide an accessible and clearly identified switch (Emergency off",
    "body_type": "text"
  },
  {
    "id": 17,
    "learningObjectiveId": 1,
    "body": "The Organizational Safety and Health Protocol",
    "body_type": ""
  },
  {
    "id": 18,
    "learningObjectiveId": 1,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 19,
    "learningObjectiveId": 1,
    "body": "r9vp1q1L2ro",
    "body_type": "video"
  },
  {
    "id": 20,
    "learningObjectiveId": 1,
    "body": "What is PPE?",
    "body_type": "text"
  },
  {
    "id": 21,
    "learningObjectiveId": 1,
    "body": "lesson_detail_3.jpg",
    "body_type": "image"
  },
  {
    "id": 22,
    "learningObjectiveId": 1,
    "body": "PPE is equipment that will protect the user against health or safety risks at work. It can include items such as safety helmets, gloves, eye protection, high-visibility clothing, safety footwear and safety harnesses. It also includes respiratory protective equipment (RPE)",
    "body_type": "text"
  },
  {
    "id": 23,
    "learningObjectiveId": 1,
    "body": "Why is PPE important?",
    "body_type": "text"
  },
  {
    "id": 24,
    "learningObjectiveId": 1,
    "body": "Making the workplace safe includes providing instructions, procedures, training and supervision to encourage people to work safely and responsibly. Even where engineering controls and safe systems of work have been applied, some hazards might remain. These include injuries to:\n- The lungs, e.g. from breathing in contaminated air\r\n- The head and feet, e.g. from falling materials\r\n-The eyes, e.g. from flying particles or splashes of corrosive liquids\r\n- The skin, e.g. from contact with corrosive materials\r\n- The body, e.g. from extremes of heat or cold\r\n- PPE is needed in these cases to reduce the risk.",
    "body_type": "text"
  },
  {
    "id": 25,
    "learningObjectiveId": 1,
    "body": "Types of PPE you can use",
    "body_type": "text"
  },
  {
    "id": 26,
    "learningObjectiveId": 1,
    "body": "lesson_detail_4.jpg",
    "body_type": "image"
  },
  {
    "id": 27,
    "learningObjectiveId": 1,
    "body": "lesson_detail_5.jpg",
    "body_type": "image"
  },
  {
    "id": 28,
    "learningObjectiveId": 1,
    "body": "lesson_detail_6.jpg",
    "body_type": "image"
  },
  {
    "id": 29,
    "learningObjectiveId": 1,
    "body": "lesson_detail_7.jpg",
    "body_type": "image"
  },
  {
    "id": 30,
    "learningObjectiveId": 1,
    "body": "lesson_detail_8.jpg",
    "body_type": "image"
  },
  {
    "id": 31,
    "learningObjectiveId": 1,
    "body": "lesson_detail_9.jpg",
    "body_type": "image"
  },
  {
    "id": 32,
    "learningObjectiveId": 1,
    "body": "lesson_detail_10.jpg",
    "body_type": "image"
  },
  {
    "id": 33,
    "learningObjectiveId": 1,
    "body": "The 5S System",
    "body_type": "text"
  },
  {
    "id": 34,
    "learningObjectiveId": 1,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 35,
    "learningObjectiveId": 1,
    "body": "s8yT8Eh_efE",
    "body_type": "video"
  },
  {
    "id": 36,
    "learningObjectiveId": 1,
    "body": "The 5S system is a lean manufacturing tool that improves workplace efficiency and eliminates waste. Trainees and instructors achieve greater organization, standardization, and efficiency—all while reducing costs and boosting productivity. The core principles of 5S involve creating and maintaining:\n\r\n- Visual order\r\n- Organization\r\n- Cleanliness\r\n- Standardization\r\nWith these goals in place, the workplace becomes organized, work is done efficiently and safely, and problems are quickly found and eliminated. ",
    "body_type": "text"
  },
  {
    "id": 37,
    "learningObjectiveId": 1,
    "body": "What are the 5S?",
    "body_type": "text"
  },
  {
    "id": 38,
    "learningObjectiveId": 1,
    "body": "lesson_detail_11.jpg",
    "body_type": "image"
  },
  {
    "id": 39,
    "learningObjectiveId": 1,
    "body": "5S stands for the Japanese words seiri (tidiness), seiton (orderliness), seiso (cleanliness), seiketsu (standardization), and shitsuke (discipline). These translations have been changed from Japanese to English as follows to maintain the 5Ss:",
    "body_type": "text"
  },
  {
    "id": 40,
    "learningObjectiveId": 1,
    "body": "Sort",
    "body_type": "text"
  },
  {
    "id": 41,
    "learningObjectiveId": 1,
    "body": "The first step in a 5S program is Sort. Sorting means to sort through & separate everything in each work area and keep only what is necessary. Materials, tools and equipment that are not frequently used should be moved to a separate storage area. Items that are not used should be discarded or recycled. Don't keep things around just because they might be used someday.",
    "body_type": "text"
  },
  {
    "id": 42,
    "learningObjectiveId": 1,
    "body": "Set in Order",
    "body_type": "text"
  },
  {
    "id": 43,
    "learningObjectiveId": 1,
    "body": "This is the second step in a 5S program: organize, arrange, and identify everything in a work area, so that items can be efficiently and effectively retrieved and returned to their proper storage location.",
    "body_type": "text"
  },
  {
    "id": 44,
    "learningObjectiveId": 1,
    "body": "Shine",
    "body_type": "text"
  },
  {
    "id": 45,
    "learningObjectiveId": 1,
    "body": "The third step of the 5S program entails a thorough cleaning. The first step of 5S involved cleaning up the clutter and sorting out what was needed from those tools, materials, and equipment that are not frequently needed. In the second step everything was straightened up and put away in its proper storage location. The third step entails a thorough cleaning of the area, equipment, and tools.",
    "body_type": "text"
  },
  {
    "id": 46,
    "learningObjectiveId": 1,
    "body": "Standardize",
    "body_type": "text"
  },
  {
    "id": 47,
    "learningObjectiveId": 1,
    "body": "The fourth step in a 5S program is to make your 5S practices effective and efficient. This is accomplished by simplifying and standardizing. With the first three steps already completed, the effects and benefits of 5S can be seen. Time wasted looking for needed tools has been eliminated. Safety hazards from clutter and debris no longer exist.",
    "body_type": "text"
  },
  {
    "id": 48,
    "learningObjectiveId": 1,
    "body": "Sustain",
    "body_type": "text"
  },
  {
    "id": 49,
    "learningObjectiveId": 1,
    "body": "The fifth and final S in the program is called sustain. In the sustain step you'll need to train people to clean, organize and inspect their work areas every day, and not let clutter accumulate in any location. The overall goal of 5S Sustain is to ensure the 5S standards that resulted from the first four steps of 5S continue to be followed.",
    "body_type": "text"
  },
  {
    "id": 50,
    "learningObjectiveId": 2,
    "body": "Philippine OSH Standard",
    "body_type": "header"
  },
  {
    "id": 51,
    "learningObjectiveId": 2,
    "body": "lesson_detail_12.jpg",
    "body_type": "image"
  },
  {
    "id": 52,
    "learningObjectiveId": 2,
    "body": "The Philippine Occupational Safety and Health Standards (OSH) was formulated in 1978 in compliance with the constitutional mandate to safeguard the worker’s social and economic well-being as well as his physical safety and health. Adopted through the tested democratic machinery of tripartism, the 1978 Standards is considered as a landmark in Philippine labor and social legislation.\nWith joint efforts from the Bureau of Working Conditions, the International Labor Organization (ILO) Manila Office and the tripartite sectors, the revisions to the OSH Standards were approved in August 1989. With the latest improvements in the Standards, all establishments covered will now be provided with a better tool for promoting and maintaining a safe and conducive working environment.",
    "body_type": "text"
  },
  {
    "id": 53,
    "learningObjectiveId": 2,
    "body": "Who are the organizations involved in OSH?",
    "body_type": "text"
  },
  {
    "id": 54,
    "learningObjectiveId": 2,
    "body": "The Employees Compensation Commission (ECC) is responsible for initiating, rationalizing and coordinating the policies on employee’s compensation programs as well as deciding appealed cases from the GSIS and SSS; the agencies which initially administer the employee’s compensation program in the public and private sector.\nThe Bureau of Working Conditions (BWC) performs primarily on policy and program development and advisory functions in the administration and enforcement of laws relating to working conditions. It oversees the implementation of standards through technical supervision of enforcement by the DOLE’s 15 Regional Offices all over the counter.",
    "body_type": "text"
  },
  {
    "id": 55,
    "learningObjectiveId": 2,
    "body": "Employees Compensation Commission",
    "body_type": "text"
  },
  {
    "id": 56,
    "learningObjectiveId": 2,
    "body": "To read about ECC’s regulations, click the link below:",
    "body_type": "text"
  },
  {
    "id": 57,
    "learningObjectiveId": 2,
    "body": "s8yT8Eh_efE",
    "body_type": "video"
  },
  {
    "id": 58,
    "learningObjectiveId": 2,
    "body": "lesson_detail_13.jpg",
    "body_type": "image"
  },
  {
    "id": 59,
    "learningObjectiveId": 2,
    "body": "The ECC is a government corporation. It is attached to the Department of Labor and Employment for policy coordination and guidance. It is a quasi-judicial corporate entity created to implement the Employees’ Compensation Program (ECP). The ECP provides a package of benefits for public and private sector employees and their dependents in the event of work-connected contingencies such as sickness, injury, disability or death.\nAs implementer of the Employees Compensation Program, ECC is mandated by law to provide meaningful and appropriate compensation to workers. Its main functions are:\r\n- To formulate policies and guidelines for the improvement of the employees’ compensation program;\r\n- To review and decide on appeal all EC claims disapproved by the Systems; and\r\n- To initiate policies and programs toward adequate occupational health and safety and accident prevention in the working environment",
    "body_type": "text"
  },
  {
    "id": 60,
    "learningObjectiveId": 3,
    "body": "Safety Regulations: Clean Air Act",
    "body_type": "header"
  },
  {
    "id": 61,
    "learningObjectiveId": 3,
    "body": "To read the CAA in full detail, click the link below:",
    "body_type": "text"
  },
  {
    "id": 62,
    "learningObjectiveId": 3,
    "body": "http://www.chanrobles.com/philippinecleanairact.htm#.WpIrNK6nGM8",
    "body_type": "link"
  },
  {
    "id": 63,
    "learningObjectiveId": 3,
    "body": "lesson_detail_14.jpg",
    "body_type": "image"
  },
  {
    "id": 64,
    "learningObjectiveId": 3,
    "body": "The Philippines Clean Air Act of 1999 (Republic Act No. 8749) outlines the government’s measures to reduce air pollution and incorporate environmental protection into its development plans. It relies heavily on the polluter pays principle and other market-based instruments to promote self-regulation among the population. \nIt sets emission standards for all motor vehicles and issues pollutant limitations for industry. Emission limit value 0.s are laid down by The Department of Environment and Natural Resources, Philippines as ‘Implementing Rules and Regulations for Philippine Clean Air Act of 1999’.These rules and regulations shall apply to all industrial emissions and other establishments which are potential sources of air pollution.",
    "body_type": "text"
  },
  {
    "id": 65,
    "learningObjectiveId": 3,
    "body": "Safety Regulations: Electrical and Fire Safety Code",
    "body_type": "text"
  },
  {
    "id": 66,
    "learningObjectiveId": 3,
    "body": "To read the Philippine Electrical and Fire Safety Code in full detail, click the link below:",
    "body_type": "text"
  },
  {
    "id": 67,
    "learningObjectiveId": 3,
    "body": "http://bfp.gov.ph/wp-content/uploads/2013/12/Fire-Code-of-the-Philippines-2008-IRR.pdf",
    "body_type": "link"
  },
  {
    "id": 68,
    "learningObjectiveId": 3,
    "body": "lesson_detail_15.jpg",
    "body_type": "image"
  },
  {
    "id": 69,
    "learningObjectiveId": 3,
    "body": "MPLEMENTING RULES AND REGULATIONS (IRR) OF REPUBLIC ACT NO. 9514 OTHERWISE KNOWN AS THE FIRE CODE OF THE PHILIPPINES OF 2008",
    "body_type": "text"
  },
  {
    "id": 70,
    "learningObjectiveId": 3,
    "body": "Pursuant to the provision of Section 14 in relation to Section 5 of Republic Act No. 9514, entitled AN ACT ESTABLISHING A COMPREHENSIVE FIRE CODE OF THE PHILIPPINES, REPEALING PRESIDENTIAL DECREE NO. 1185, AND FOR OTHER PURPOSES, the following Rules and Regulations are hereby adopted in order to carry out the provisions of this Code. \n\r\nRULE 1: INTERPRETATION\r\nThis IRR shall be interpreted in the light of the Declaration of Policy found in Section 2 of the Code: It is the policy of the State to ensure public safety, promote economic development through the prevention and suppression of all kinds, of destructive fires, and promote the professionalization of the fire service as a profession.\r\nTowards this end, the State shall enforce all laws, rules and regulations to ensure adherence to standard fire prevention and safety measures, and promote accountability in the fire protection and prevention service.\r\nRULE 2: COVERAGE\r\nThis IRR shall cover the following:\r\na)All persons;\r\nb)All private or public buildings, facilities or structures and their premises erected or constructed before and after the effectivity hereof;\r\nc)Design and installation of mechanical, electronics and electrical systems relative to fire protection;\r\nd)Manufacturing, storage, handling and/or use, and transportation of explosives and/or combustible, flammable liquids and gases, toxic and other hazardous materials and operations, and their wastes;\r\ne)Fire safety planning, design, construction, repair, maintenance, rehabilitation and demolition;\r\nf)Fire protective and warning equipment or systems;\r\ng)All land transportation vehicles and equipment, ships or vessels docked at piers or wharves or anchored in seaports; and H. Petroleum industry installations.",
    "body_type": "text"
  },
  {
    "id": 71,
    "learningObjectiveId": 3,
    "body": "Safety Regulations: Waste Management",
    "body_type": "text"
  },
  {
    "id": 72,
    "learningObjectiveId": 3,
    "body": "To read the Philippine Waste Management in full detail, click the link below:",
    "body_type": "text"
  },
  {
    "id": 73,
    "learningObjectiveId": 3,
    "body": "http://www.fukuoka.unhabitat.org/kcap/activities/egm/2009/pdf/torres_en.pdf",
    "body_type": "link"
  },
  {
    "id": 74,
    "learningObjectiveId": 3,
    "body": "lesson_detail_16.jpg",
    "body_type": "image"
  },
  {
    "id": 75,
    "learningObjectiveId": 3,
    "body": "In 2000, Republic Act 9003 or the Ecological Solid Waste Management Act was enacted to provide a framework for managing the growing problem of solid waste in the country. Furthermore, the Republic Act 9003 gives prime importance to the roles of LGUs in managing their respective solid wastes.",
    "body_type": "text"
  },
  {
    "id": 76,
    "learningObjectiveId": 3,
    "body": "Creation of Solid Waste Management Board (SWMB) ",
    "body_type": "text"
  },
  {
    "id": 77,
    "learningObjectiveId": 3,
    "body": "- Prepares Solid Waste Management Plan (SWMP) as specified under RA 9003\n- Monitors the implementation of the SWMP in cooperation with the private sector and NGOs\r\n- Adopts revenue generating measures to promote the viability of SWMP\r\n-Recommends measure",
    "body_type": "text"
  },
  {
    "id": 78,
    "learningObjectiveId": 3,
    "body": "Creation of Solid Waste Management Plan (SWMP)",
    "body_type": "text"
  },
  {
    "id": 79,
    "learningObjectiveId": 3,
    "body": "- Waste characterization\n- Proper waste collection and transfer\r\n- Waste processing\r\n- Waste reduction at source\r\n- Recycling\r\n- Source for final waste disposal\r\nIn 2004, a total of 91 cities or about 85% of the 107 urban centers had formulated their res",
    "body_type": "text"
  },
  {
    "id": 80,
    "learningObjectiveId": 4,
    "body": "Identifying Hand Tools appropriate for Electrical Work",
    "body_type": "text"
  },
  {
    "id": 81,
    "learningObjectiveId": 4,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 82,
    "learningObjectiveId": 4,
    "body": "cL8FHz-TOzQ&t=116s ",
    "body_type": "video"
  },
  {
    "id": 83,
    "learningObjectiveId": 4,
    "body": "When you want to build an electronics project, then you will need some basic tools and materials to make that happen. And when you want to be creative on your own and you want to combine some parts to a new project, then you will need some advanced tools to make that happen. In this lesson we will identify the tools and materials to get the job done. Let’s get started!",
    "body_type": "text"
  },
  {
    "id": 84,
    "learningObjectiveId": 4,
    "body": "Basic Tools and Materials for Electronics",
    "body_type": "text"
  },
  {
    "id": 85,
    "learningObjectiveId": 4,
    "body": "lesson_detail_17.jpg",
    "body_type": "image"
  },
  {
    "id": 86,
    "learningObjectiveId": 4,
    "body": "- Soldering Iron – the most important tool. A soldering iron is a hand tool that supplies heat to melt solder so that it can flow into the joint between two work pieces.\n- Solder – is a fusible metal alloy used to create a permanent bond between metal wo",
    "body_type": "text"
  },
  {
    "id": 87,
    "learningObjectiveId": 4,
    "body": "lesson_detail_18.jpg",
    "body_type": "image"
  },
  {
    "id": 88,
    "learningObjectiveId": 4,
    "body": "- Wire Cutter – this is essential for cutting small, thick wires and excess legs in electronic components.\n- Wire Stripper – as the name says, for stripping wires. It is a tool used for stripping the electrical insulation of wires. It commonly has measur",
    "body_type": "text"
  },
  {
    "id": 89,
    "learningObjectiveId": 4,
    "body": "lesson_detail_19.jpg",
    "body_type": "image"
  },
  {
    "id": 90,
    "learningObjectiveId": 4,
    "body": "Screwdrivers – also a common tool used by everyone. It is used for inserting and removing screws. A screwdriver set is a set of screwdriver in different sizes and head designs.\nPrecision Screwdrivers – same as its bigger version, a precision screwdriver is used for inserting and removing small screws.",
    "body_type": "text"
  },
  {
    "id": 91,
    "learningObjectiveId": 4,
    "body": "lesson_detail_20.jpg",
    "body_type": "image"
  },
  {
    "id": 92,
    "learningObjectiveId": 4,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 93,
    "learningObjectiveId": 4,
    "body": "Advanced Tools and Materials for Electronics",
    "body_type": "text"
  },
  {
    "id": 94,
    "learningObjectiveId": 4,
    "body": "lesson_detail_21.jpg",
    "body_type": "image"
  },
  {
    "id": 95,
    "learningObjectiveId": 4,
    "body": "- Lab Power Supply – handy piece of equipment to have around if you do a lot of electronics projects need a reliable source of power at different voltages (+5V, -5V, +3.3V, +12V, etc).",
    "body_type": "text"
  },
  {
    "id": 96,
    "learningObjectiveId": 4,
    "body": "lesson_detail_22.jpg",
    "body_type": "image"
  },
  {
    "id": 97,
    "learningObjectiveId": 4,
    "body": "- Drill and drill bits – is a tool with a cutting tool (a drill bit) used for boring holes in various materials or fastening various materials together. There are two types of drill; a corded and a cordless, a cordless drill is more efficient because it i",
    "body_type": "text"
  },
  {
    "id": 98,
    "learningObjectiveId": 4,
    "body": "lesson_detail_23.jpg",
    "body_type": "image"
  },
  {
    "id": 99,
    "learningObjectiveId": 4,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 100,
    "learningObjectiveId": 4,
    "body": "These are the most common tools and materials used for electronics, these are necessary tools in order to build and test your work. Investing on a good quality tools is better than relying on a cheap quality products for your safety. Also, it is very important that your tools must be ESD safe and well insulated since we are working on electricity.",
    "body_type": "text"
  },
  {
    "id": 101,
    "learningObjectiveId": 4,
    "body": "Identifying Electronics Troubleshooting Tasks",
    "body_type": "text"
  },
  {
    "id": 102,
    "learningObjectiveId": 4,
    "body": "Positions in this job family are assigned responsibilities involving skilled electronics diagnosis, repair and maintenance of various electronic testing.",
    "body_type": "text"
  },
  {
    "id": 103,
    "learningObjectiveId": 4,
    "body": "Typical task of an electronics technician",
    "body_type": "text"
  },
  {
    "id": 104,
    "learningObjectiveId": 4,
    "body": "- Installing and assembling electronic systems based on technical specifications.\n\r\n- Repair and maintain electronic systems as needed.\r\n- Operate power and manual tools safely to avoid accidents.\r\n- Make cable and wiring connections accurately.\r\n- Perfo",
    "body_type": "text"
  },
  {
    "id": 105,
    "learningObjectiveId": 4,
    "body": "Selecting Appropriate Hand Tools",
    "body_type": "text"
  },
  {
    "id": 106,
    "learningObjectiveId": 4,
    "body": "lesson_detail_24.jpg",
    "body_type": "image"
  },
  {
    "id": 107,
    "learningObjectiveId": 4,
    "body": "Too heavy, poorly balanced, with a grip that is too large, the wrong shape, or slippery can lead to injuries of the hand, wrist or other parts of the body. Here are the guidelines in selecting the right tools for doing electronic troubleshooting.",
    "body_type": "text"
  },
  {
    "id": 108,
    "learningObjectiveId": 4,
    "body": "Grip",
    "body_type": "text"
  },
  {
    "id": 109,
    "learningObjectiveId": 4,
    "body": "lesson_detail_25.jpg",
    "body_type": "image"
  },
  {
    "id": 110,
    "learningObjectiveId": 4,
    "body": "A well-balanced tool with a properly designed grip or handle instantly feels comfortable in the hand. If a tool is poorly designed or is not right for the job, it may have to be held more firmly and at an awkward angle. A properly designed grip helps to reduce fatigue and pain. Tools that can be used in either hand allow workers to alternate hands and the tool can be used properly by the 10 percent of workers who are left-handed.",
    "body_type": "text"
  },
  {
    "id": 111,
    "learningObjectiveId": 4,
    "body": "Weight",
    "body_type": "text"
  },
  {
    "id": 112,
    "learningObjectiveId": 4,
    "body": "lesson_detail_26.jpg",
    "body_type": "image"
  },
  {
    "id": 113,
    "learningObjectiveId": 4,
    "body": "Weight is often a problem with power and hand tools such as drills, hammers, and saws. To reduce hand, arm, and shoulder fatigue, the tool should not weigh more than 2.3 kg. If the center of gravity of a heavy tool is far from the wrist, this maximum weight should be reduced.",
    "body_type": "text"
  },
  {
    "id": 114,
    "learningObjectiveId": 4,
    "body": "Triggers",
    "body_type": "text"
  },
  {
    "id": 115,
    "learningObjectiveId": 4,
    "body": "lesson_detail_27.jpg",
    "body_type": "image"
  },
  {
    "id": 116,
    "learningObjectiveId": 4,
    "body": "Many power tools have a trigger that is operated either by the thumb or by the index finger. To avoid finger fatigue, look for tools that can be activated by either hand. Also, the trigger should be soft to the touch and must have a mechanism that holds or locks it in place while the tool is being used.",
    "body_type": "text"
  },
  {
    "id": 117,
    "learningObjectiveId": 5,
    "body": "Proper usage of Hand Tools",
    "body_type": "header"
  },
  {
    "id": 118,
    "learningObjectiveId": 5,
    "body": "lesson_detail_28.jpg",
    "body_type": "image"
  },
  {
    "id": 119,
    "learningObjectiveId": 5,
    "body": "Electric shock isn’t the only danger you’ll encounter when you work with electronics. You also run the risk of burns, cuts or blowing up your entire circuit. Does this mean that working with electronic circuits is too dangerous to do?? Not at all, as long as you have knowledge on how to use your tools everything should be fine. Below are the following common issues of tools used for electronics and what are the safety requirements:",
    "body_type": "text"
  },
  {
    "id": 120,
    "learningObjectiveId": 5,
    "body": "Common Faults of using Hand Tools",
    "body_type": "text"
  },
  {
    "id": 121,
    "learningObjectiveId": 5,
    "body": "1.Not using the correct tool for the job. Many people who damage tools, damage the work piece, or injure themselves from using the wrong tool because using a tool not fit for the job is a big problem in electronics. So use the correct tool for the job.\n2.Not taking care of their tools. They get rusty, mal-adjusted, damaged, and excessively worn. Tools that are scattered all over the workplace can easily get lost or misplaced. Five minutes of cleaning and placing the tools in the right storage will keep from wasting your time in finding your missing tool.\r\n3.Not sharpening. This is so incredibly common. Many people don’t learn to sharpen anything, even their kitchen knives, and keep using dull tools. Not only do they take more effort, and produce worse results, but they are more likely to injure the user. The worst part is that it’s actually easy to sharpen tools properly, and takes so little time, and the results are so very worth it. ",
    "body_type": "text"
  },
  {
    "id": 122,
    "learningObjectiveId": 5,
    "body": "Safety Requirements of Hand Tools",
    "body_type": "text"
  },
  {
    "id": 123,
    "learningObjectiveId": 5,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 124,
    "learningObjectiveId": 5,
    "body": "Q_Kq93T90-8 ",
    "body_type": "video"
  },
  {
    "id": 125,
    "learningObjectiveId": 5,
    "body": "Soldering iron",
    "body_type": "text"
  },
  {
    "id": 126,
    "learningObjectiveId": 5,
    "body": "lesson_detail_29.jpg",
    "body_type": "image"
  },
  {
    "id": 127,
    "learningObjectiveId": 5,
    "body": "-Never touch the heating element of the soldering iron.\n- Hold wires to be soldered with tweezers or clamps.\r\n- Keep the cleaning sponge wet during use.\r\n- Always return the soldering iron to its stand when not in use. Never put it down on the workbench.",
    "body_type": "text"
  },
  {
    "id": 128,
    "learningObjectiveId": 5,
    "body": "Solder Pump",
    "body_type": "text"
  },
  {
    "id": 129,
    "learningObjectiveId": 5,
    "body": "lesson_detail_30.jpg",
    "body_type": "image"
  },
  {
    "id": 130,
    "learningObjectiveId": 5,
    "body": "- Never touch the tip of the solder pump the tip is very hot.\n- Keep the cleaning sponge wet during use.\r\n- Always return the solder pump to its stand when not in use. Never put it down on the workbenchn- Don’t push the pump if it is not used, the spring",
    "body_type": "text"
  },
  {
    "id": 131,
    "learningObjectiveId": 5,
    "body": "Wire Cutters and Strippers",
    "body_type": "text"
  },
  {
    "id": 132,
    "learningObjectiveId": 5,
    "body": "lesson_detail_31.jpg",
    "body_type": "image"
  },
  {
    "id": 133,
    "learningObjectiveId": 5,
    "body": "- Never try to use wire cutters and stripper as pliers.\n- Always protect your eyes before cutting wire or metal.\r\n- Do not use both wire cutter and wire stripper on live wire and live electrical circuits. Comfort grips or plastic-dipped handles are not d",
    "body_type": "text"
  },
  {
    "id": 134,
    "learningObjectiveId": 5,
    "body": "Mechanical & Long Nose Pliers",
    "body_type": "text"
  },
  {
    "id": 135,
    "learningObjectiveId": 5,
    "body": "lesson_detail_32.jpg",
    "body_type": "image"
  },
  {
    "id": 136,
    "learningObjectiveId": 5,
    "body": "- Never expose pliers to excessive heat. This may change the material properties and ruin the tool.\n- Don't bend stiff wire with light pliers. Using the tips to bend too large a wire can damage long-nose pliers. Use a sturdier tool.\r\n- Never use pliers a",
    "body_type": "text"
  },
  {
    "id": 137,
    "learningObjectiveId": 5,
    "body": "Utility Knife",
    "body_type": "text"
  },
  {
    "id": 138,
    "learningObjectiveId": 5,
    "body": "lesson_detail_33.jpg",
    "body_type": "image"
  },
  {
    "id": 139,
    "learningObjectiveId": 5,
    "body": "- Always wear personal protective equipment, especially gloves.\n- Never work with a dull blade. (Dull blades require more pressure, increasing the potential for injury.)\r\n- Never try to cut more than the knife can handle.\r\n- Don’t store the knife with th",
    "body_type": "text"
  },
  {
    "id": 140,
    "learningObjectiveId": 5,
    "body": "Regular & Precision Screwdrivers",
    "body_type": "text"
  },
  {
    "id": 141,
    "learningObjectiveId": 5,
    "body": "lesson_detail_34.jpg",
    "body_type": "image"
  },
  {
    "id": 142,
    "learningObjectiveId": 5,
    "body": "- Do not use a screwdriver as a punch, wedge, pinch bar or pry.\n- Keep the tip clean and sharp to permit a solid grip on the tip of the screw.\r\n- Keep the handle of the screwdriver clean and intact to allow for a solid grip.\r\n- Never hold the piece you a",
    "body_type": "text"
  },
  {
    "id": 143,
    "learningObjectiveId": 6,
    "body": "Test Equipment used for Electronics",
    "body_type": "header"
  },
  {
    "id": 144,
    "learningObjectiveId": 6,
    "body": "What is an electronic test equipment?",
    "body_type": "text"
  },
  {
    "id": 145,
    "learningObjectiveId": 6,
    "body": "Electronic test equipment is used to create signals or capture responses from electronic devices under test (DUTs). In this way, the proper operation of the DUT can be proven or faults in the device can be traced. Use of electronic test equipment is essential to any serious work on electronics systems. The following items are used for troubleshooting in electronics.",
    "body_type": "header"
  },
  {
    "id": 146,
    "learningObjectiveId": 6,
    "body": "Multimeter",
    "body_type": "text"
  },
  {
    "id": 147,
    "learningObjectiveId": 6,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 148,
    "learningObjectiveId": 6,
    "body": "0-Eo1pM5Mkc",
    "body_type": "video"
  },
  {
    "id": 149,
    "learningObjectiveId": 6,
    "body": "lesson_detail_35.jpg",
    "body_type": "image"
  },
  {
    "id": 150,
    "learningObjectiveId": 6,
    "body": "A digital multimeter (DMM) is a test tool used to measure two or more electrical values, principally voltage (volts), current (amps) and resistance (ohms). It is a standard diagnostic tool for technicians in the electrical/electronic industries. Multimeters combine the testing capabilities of single-task meters such as the voltmeter (for measuring volts), ammeter (amps) and ohmmeter (ohms). Often they include a number of additional specialized features or advanced options.",
    "body_type": "text"
  },
  {
    "id": 151,
    "learningObjectiveId": 6,
    "body": "Lab Power Supply",
    "body_type": "text"
  },
  {
    "id": 152,
    "learningObjectiveId": 6,
    "body": "lesson_detail_36.jpg",
    "body_type": "image"
  },
  {
    "id": 153,
    "learningObjectiveId": 6,
    "body": "A power supply is an electrical device that supplies electric power to an electrical load. The primary function of a power supply is to convert electric current from a source to the correct voltage (volts) and current (amps) to power a load. A lab power supply allow the output voltage and current to be programmed by mechanical controls such as knobs, the output voltage and current varies on the rated output but it is commonly from the range of 20 volts, 2 amps to 35 volts to 3 amps. This equipment is used for testing a circuit by supplying the correct voltage and current to it.",
    "body_type": "text"
  },
  {
    "id": 154,
    "learningObjectiveId": 6,
    "body": "\tOscilloscope",
    "body_type": "text"
  },
  {
    "id": 155,
    "learningObjectiveId": 6,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 156,
    "learningObjectiveId": 6,
    "body": "iXvFw6KyAew ",
    "body_type": "video"
  },
  {
    "id": 157,
    "learningObjectiveId": 6,
    "body": "lesson_detail_37.jpg",
    "body_type": "image"
  },
  {
    "id": 158,
    "learningObjectiveId": 6,
    "body": "Devices that convert electrical power to mechanical power run the industrial world, including pumps, compressors, motors, conveyors, robots and more. Voltage Signals that control these electro - mechanical devices are a critical but unseen force. So how do you capture and see that unseen force?\n\r\nOscilloscope is an equipment that test and displays voltage signals as waveforms, visual representations of the variation of voltage over time. The signals are plotted on a graph, which shows how the signal changes. The vertical (Y) access represents the voltage measurement and the horizontal (X) axis represents time.",
    "body_type": "text"
  },
  {
    "id": 159,
    "learningObjectiveId": 6,
    "body": "The graph on an oscilloscope can reveal important information:\n- Voltage and current signals when operating as intended.\r\n- Signal anomalies.\r\n- Calculated frequency of an oscillating signal and any variations in frequency.\r\n- Whether a signal includes noise and changes to the noise.",
    "body_type": "text"
  },
  {
    "id": 160,
    "learningObjectiveId": 6,
    "body": "Safety Requirements when using Electronic Test Equipment",
    "body_type": "text"
  },
  {
    "id": 161,
    "learningObjectiveId": 6,
    "body": "Multimeter",
    "body_type": "text"
  },
  {
    "id": 162,
    "learningObjectiveId": 6,
    "body": "lesson_detail_38.jpg",
    "body_type": "image"
  },
  {
    "id": 163,
    "learningObjectiveId": 6,
    "body": "- Make certain the meter has the proper Overvoltage Installation Category rating (CAT II, CAT III or CAT IV) for the application. Always choose a tool rated for the highest category in which it could potentially be used. CAT ratings are discussed in more ",
    "body_type": "text"
  },
  {
    "id": 164,
    "learningObjectiveId": 6,
    "body": "Lab Power Supply",
    "body_type": "text"
  },
  {
    "id": 165,
    "learningObjectiveId": 6,
    "body": "lesson_detail_39.jpg",
    "body_type": "image"
  },
  {
    "id": 166,
    "learningObjectiveId": 6,
    "body": "- Always study the instruction manual of any lab power supply.\n- Never adjust the voltage and current knobs to the highest for a long period of time to avoid overheating.\r\n- Never use a lab power supply over its rated voltage and current.\r\n- Double check",
    "body_type": "text"
  },
  {
    "id": 167,
    "learningObjectiveId": 6,
    "body": "Oscilloscope",
    "body_type": "text"
  },
  {
    "id": 168,
    "learningObjectiveId": 6,
    "body": "lesson_detail_40.jpg",
    "body_type": "image"
  },
  {
    "id": 169,
    "learningObjectiveId": 6,
    "body": "- Always read the instruction manual of any oscilloscope with which you are not familiar even if you have had considerable experience with the equipment.\n\r\n- As for any cathode ray tube device (such as a TV receiver), the CRT spot should be kept moving o",
    "body_type": "text"
  },
  {
    "id": 170,
    "learningObjectiveId": 6,
    "body": "Proper Usage of Test Equipment used for Electronics",
    "body_type": "text"
  },
  {
    "id": 171,
    "learningObjectiveId": 6,
    "body": "When electrical safety is discussed, the subjects of shock, arc flash, and arc blast predominate in the discussions. The question is often asked: How do I identify when these hazards are present, or likely to be present, when I am using electrical test instruments on electrical circuits and equipment? This article discusses electrical hazards, along with requirements for assessing the workplace to identify electrical hazards, and also discusses personal protective equipment (PPE) associated with using test instruments.",
    "body_type": "text"
  },
  {
    "id": 172,
    "learningObjectiveId": 6,
    "body": "lesson_detail_41.jpg",
    "body_type": "image"
  },
  {
    "id": 173,
    "learningObjectiveId": 6,
    "body": "Multimeter",
    "body_type": "text"
  },
  {
    "id": 174,
    "learningObjectiveId": 6,
    "body": "- Use multimeters within their current rating\n\r\n- Use high quality batteries for your multimeter\r\n- Use replacement fuses approved by the manufacturer\r\n- Use high quality safety related testing leads   \r\n- Whenever possible work on discharged circuits",
    "body_type": "text"
  },
  {
    "id": 175,
    "learningObjectiveId": 6,
    "body": "Oscilloscope",
    "body_type": "text"
  },
  {
    "id": 176,
    "learningObjectiveId": 6,
    "body": "- Before you turn the CRO on, make sure the intensity control is wound down.\n\r\n- Turn the CRO on.\r\n- Wait for the tube to warm up and start operating.\r\n- Turn the intensity control up until you have a horizontal line which is not too bright.\r\n- Adjust th",
    "body_type": "text"
  },
  {
    "id": 177,
    "learningObjectiveId": 6,
    "body": "Function Generator",
    "body_type": "text"
  },
  {
    "id": 178,
    "learningObjectiveId": 6,
    "body": "- The function generator in debugging, maintenance should be anti-static devices, so as not to cause damage to the instrument.\n- Do not use in high temperature and high pressure, humidity, strong vibration and strong magnetic fields and storage.\r\n- Pleas",
    "body_type": "text"
  },
  {
    "id": 179,
    "learningObjectiveId": 7,
    "body": "Proper Cleaning of Hand Tools and Test Equipment",
    "body_type": "header"
  },
  {
    "id": 180,
    "learningObjectiveId": 7,
    "body": "- Mechanical & Long Nose Pliers – place in a clean toolbox to prevent rust and apply oil to the joints of the pliers.\n- Desoldering Pump - always place the tool where no pets or children in the area to prevent them from burns. Always unplug the tool if y",
    "body_type": "text"
  },
  {
    "id": 181,
    "learningObjectiveId": 7,
    "body": "Proper Storage of Hand Tools and Test Equipment",
    "body_type": "text"
  },
  {
    "id": 182,
    "learningObjectiveId": 7,
    "body": "lesson_detail_42.jpg",
    "body_type": "image"
  },
  {
    "id": 183,
    "learningObjectiveId": 7,
    "body": "All of the hand tools mentioned should be placed inside a clean toolbox, each hand tools must be sorted properly inside the toolbox. The toolbox must have the correct dimensions to fit all of the tools mentioned with cluttering it all up.",
    "body_type": "text"
  },
  {
    "id": 184,
    "learningObjectiveId": 7,
    "body": "lesson_detail_43.jpg",
    "body_type": "image"
  },
  {
    "id": 185,
    "learningObjectiveId": 7,
    "body": "Electrical tools such as the soldering iron and de – soldering pump have their own stands and usually placed on a table / workbench. If these tools needs to be stored it can be placed inside a toolbox, if you don’t have a toolbox you can also put them inside a bag but the soldering iron’s tip must be covered so that it won’t pierce through the bag. Some soldering irons includes a tip cover when bought but if you don’t have on you can just cover the tip with paper and tape temporarily. The wire must also be folded and tied using a zip tie or a twist tie.",
    "body_type": "text"
  },
  {
    "id": 186,
    "learningObjectiveId": 7,
    "body": "lesson_detail_44.jpg",
    "body_type": "image"
  },
  {
    "id": 187,
    "learningObjectiveId": 7,
    "body": "Test Equipment such as oscilloscope and function generator are often placed on a table / workbench. Test equipment such as multi – meter can be placed inside a toolbox or a bag.",
    "body_type": "text"
  },
  {
    "id": 188,
    "learningObjectiveId": 8,
    "body": "Identifying Measuring Tools used in Electronics",
    "body_type": "header"
  },
  {
    "id": 189,
    "learningObjectiveId": 8,
    "body": "In electronics, there are several types of measuring tools used for different kinds of application such as testing if thereare electric current flowing, measuring the exact wire size/gauge and measuring the dimensions of an object. The most commonly used measuring tools used by electricians are shown below.",
    "body_type": "text"
  },
  {
    "id": 190,
    "learningObjectiveId": 8,
    "body": "lesson_detail_45.jpg",
    "body_type": "image"
  },
  {
    "id": 191,
    "learningObjectiveId": 8,
    "body": "Test Light",
    "body_type": "text"
  },
  {
    "id": 192,
    "learningObjectiveId": 8,
    "body": "lesson_detail_46.jpg",
    "body_type": "image"
  },
  {
    "id": 193,
    "learningObjectiveId": 8,
    "body": "A simple piece of electronic test equipment used to determine the presence or absence of an electric voltage a piece of equipment under test. Properly designed test lights include features to protect the user from accidental electric shock.",
    "body_type": "text"
  },
  {
    "id": 194,
    "learningObjectiveId": 8,
    "body": "Micrometer",
    "body_type": "text"
  },
  {
    "id": 195,
    "learningObjectiveId": 8,
    "body": "lesson_detail_47.jpg",
    "body_type": "image"
  },
  {
    "id": 196,
    "learningObjectiveId": 8,
    "body": "In electric work, it is used to measure the diameter of wire/conductors in a circuit/appliance. Because some appliances have little to no free space it is difficult to use a wire gauge, micrometer is used because its smaller and it measures accurately.",
    "body_type": "text"
  },
  {
    "id": 197,
    "learningObjectiveId": 8,
    "body": " \nWire Gauge",
    "body_type": "text"
  },
  {
    "id": 198,
    "learningObjectiveId": 8,
    "body": "lesson_detail_48.jpg",
    "body_type": "image"
  },
  {
    "id": 199,
    "learningObjectiveId": 8,
    "body": "A measuring tool for wire diameters. This determines the amount of electric current a wire can safely carry, as well as its electrical resistance and weight. It has 2 types, AWG (American Wire Gauge) and Metric. AWG is used in the U.S. while the metric is used worldwide including the Philippines.",
    "body_type": "text"
  },
  {
    "id": 200,
    "learningObjectiveId": 8,
    "body": "Tape Measure",
    "body_type": "text"
  },
  {
    "id": 201,
    "learningObjectiveId": 8,
    "body": "lesson_detail_49.jpg",
    "body_type": "image"
  },
  {
    "id": 202,
    "learningObjectiveId": 8,
    "body": "A flexible ruler and used to measure distance and object dimensions. Its design allows for a measure of great length to be easily carried in pocket or toolkit and permits one to measure around curves or corners. It can measure in millimeters and inches.",
    "body_type": "text"
  },
  {
    "id": 203,
    "learningObjectiveId": 8,
    "body": "Ammeter",
    "body_type": "text"
  },
  {
    "id": 204,
    "learningObjectiveId": 8,
    "body": "lesson_detail_50.jpg",
    "body_type": "image"
  },
  {
    "id": 205,
    "learningObjectiveId": 8,
    "body": "A tool used to check wiring when surges appear to be happening frequently, especially in older homes where older wiring could be faulty. They can also locate which circuits are having trouble. There are different types of ammeters. Some ammeters measure direct current, and some measure alternating current.",
    "body_type": "text"
  },
  {
    "id": 206,
    "learningObjectiveId": 8,
    "body": "Wattmeter",
    "body_type": "text"
  },
  {
    "id": 207,
    "learningObjectiveId": 8,
    "body": "lesson_detail_51.jpg",
    "body_type": "image"
  },
  {
    "id": 208,
    "learningObjectiveId": 8,
    "body": "An instrument for measuring the in watts of any given circuit. An electricity meter, electrical meter, or energy meter, or a watt meter is a device that measures the amount of electric energy consumed by a residence, a business, or an electrically powered device.",
    "body_type": "text"
  },
  {
    "id": 209,
    "learningObjectiveId": 8,
    "body": "Proper Usage of Measuring Tools",
    "body_type": "text"
  },
  {
    "id": 210,
    "learningObjectiveId": 8,
    "body": "Test Light",
    "body_type": "text"
  },
  {
    "id": 211,
    "learningObjectiveId": 8,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 212,
    "learningObjectiveId": 8,
    "body": "GTb8AUA-ZAI",
    "body_type": "video"
  },
  {
    "id": 213,
    "learningObjectiveId": 8,
    "body": "lesson_detail_52.jpg",
    "body_type": "image"
  },
  {
    "id": 214,
    "learningObjectiveId": 8,
    "body": "1.The device has to legs. To measure for positive voltage, attach one leg to a known ground and touch the other leg to the wire you want to test.\n2.If the device lights up, it means that there is a positive voltage in what you are measuring. If the light doesn’t light up, then there is not positive voltage in what you are measuring.",
    "body_type": "text"
  },
  {
    "id": 215,
    "learningObjectiveId": 8,
    "body": "Micro Meter",
    "body_type": "text"
  },
  {
    "id": 216,
    "learningObjectiveId": 8,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 217,
    "learningObjectiveId": 8,
    "body": "StBc56ZifMs",
    "body_type": "video"
  },
  {
    "id": 218,
    "learningObjectiveId": 8,
    "body": "lesson_detail_53.jpg",
    "body_type": "image"
  },
  {
    "id": 219,
    "learningObjectiveId": 8,
    "body": "Measurements taken with micrometer are a combination of the value shown on the sleeve scale and the value indicated on the rotating sleeve scale. When using a micrometer with an additional vernier scale, the value on the vernier scale may also be taken into account.\n1.Look at sleeve scale, the value of the first significant figure of a measurement can be found on the sleeve scale. This will be the number immediately to the left of the thimble. On a metric micrometer, this will be given in millimeters.\r\nEach minor increment on the sleeve scale represents 0.5mm.\r\n2.Look at thimble scale. Then, read the value shown on the thimble scale. The thimble scale of a metric micrometer has a range of 0.5mm, with each increment representing 0.01mm, and usually numbered in 0.05mm steps. The value is the lowest number that aligns best with the index line on the sleeve scale.\r\n3.Look at vernier scale, if you have a vernier micrometer, you may next read the value indicated on the vernier scale. The vernier scale of a metric micrometer has a measuring range of 0.01mm and is graduated in 10 increments.Each increment represents 0.001mm. The reading on the vernier scale is the value that aligns best with any increment on the thimble scale.\r\n4.Add values together, to get your total reading, add the values from each of the scales together (sleeve + thimble ( + vernier) = measured value).\r\ne.g. 6.5mm + 0.11mm = 6.66mm.\r\nBecause the reading on the thimble scale fell roughly halfway between two values, we can estimate that the reading is in fact, 6.665mm. A vernier scale, however, would provide the smallest part of the measurement (0.005mm in this case) more accurately.",
    "body_type": "text"
  },
  {
    "id": 220,
    "learningObjectiveId": 8,
    "body": "Tape Measure",
    "body_type": "text"
  },
  {
    "id": 221,
    "learningObjectiveId": 8,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 222,
    "learningObjectiveId": 8,
    "body": "niE4MCo6sAc",
    "body_type": "video"
  },
  {
    "id": 223,
    "learningObjectiveId": 8,
    "body": "lesson_detail_54.jpg",
    "body_type": "image"
  },
  {
    "id": 224,
    "learningObjectiveId": 8,
    "body": "1.Catch the hooked end on one side of the object you're measuring. If you're using a retractable tape measure note that the end of the tape will almost always have a small metal notch at the zero mark. This is useful for holding the tape in the right place as you measure, so you may want to start by catching it on the edge of the object you're measuring.\n\r\n2.Stretch the tape across your object. With the zero mark in place, pull back on the box to let more tape out. You can use one hand to hold the end of the tape in place as you pull it back. Let tape out until it stretches all the way across the distance you're measuring.\r\n3.Take a reading directly from the tape. Now, look at the point where the tape meets the end of the thing you're measuring. The nearest number below the end of the tape is your number of units you're measuring and the markings between this number and the one above it correspond to fractions of the unit.\r\n4.Use the lock switch to keep the tape at the same length. Most retractable tape measures will have a button or sliding switch that, when pressed, keeps the tape measure from being sucked back in. Some even lock automatically.\r\nFor example, if you are measuring across the front of your dresser and the edge of the dresser lines up right after the 24 inch marking, this means that your dresser is between 24 and 25 inches wide. If, for instance, it's three 1/8 inch marks past 24 inches, it is 24 3/8 inches wide.\r\nYou can also try putting a kink in the tape, then lining up this kink with the edge of what you're measuring. This is handy in certain situations, like for instance, when you're measuring into a tight corner.",
    "body_type": "text"
  },
  {
    "id": 225,
    "learningObjectiveId": 8,
    "body": "Ammeter",
    "body_type": "text"
  },
  {
    "id": 226,
    "learningObjectiveId": 8,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 227,
    "learningObjectiveId": 8,
    "body": "z-KfZvbjyBY",
    "body_type": "video"
  },
  {
    "id": 228,
    "learningObjectiveId": 8,
    "body": "lesson_detail_55.jpg",
    "body_type": "image"
  },
  {
    "id": 229,
    "learningObjectiveId": 8,
    "body": "1.Choose an electrical conductor to test, the clamp can easily measure the current on a load without the need to disconnect the electrical conductor from the circuit. To get a reading, the electrical wire should be connected to an electrical appliance that is running or operating. As a safety precaution, it is best to remove the wire from the power source first before getting a reading.\n2.Choose the appropriate function and range, set the rotary selector on the clamp meter to the correct function and range. Measuring current that is higher than that specified in the range can damage the device\r\n3.Clamp the conductor. Push the trigger on the device to open the jaw. Clamp the device around the conductor and close it.\r\n4.Use an AC line separator, when measuring AC current, the device may give a false reading.",
    "body_type": "text"
  },
  {
    "id": 230,
    "learningObjectiveId": 8,
    "body": "Wattmeter",
    "body_type": "text"
  },
  {
    "id": 231,
    "learningObjectiveId": 8,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 232,
    "learningObjectiveId": 8,
    "body": "4eta5WkxP8k",
    "body_type": "video"
  },
  {
    "id": 233,
    "learningObjectiveId": 8,
    "body": "lesson_detail_56.jpg",
    "body_type": "image"
  },
  {
    "id": 234,
    "learningObjectiveId": 8,
    "body": "1.Unplug your electronic device from your wall or power strip.\n\r\n2.Plug your watt meter into your wall outlet or power strip. Now that you’ve found or made an empty spot for your watt meter go ahead and plug it into either the wall outlet or power strip. Once you’ve done that you should start to see your watt meter turn on.\r\n3.Plug your electronic device into your watt meter. Now that your watt meter is plugged in you’re ready to start testing your electronics. Go ahead and plug in your first electronic and watch your watt meter.\r\nNow, go ahead and turn your device on. What does your watt meter read?\r\nDepending on the type of watt meter you have there are several different ways you can view your findings. One is by simply seeing the actual wattage being consumed by your electronics. However, some watt meters will allow you to view your findings by both monthly and yearly cost (assuming the electronic device is running 24/7).",
    "body_type": "text"
  },
  {
    "id": 235,
    "learningObjectiveId": 9,
    "body": "Using Appropriate Measuring Tools to Avoid Damage",
    "body_type": "header"
  },
  {
    "id": 236,
    "learningObjectiveId": 9,
    "body": "Test Light",
    "body_type": "text"
  },
  {
    "id": 237,
    "learningObjectiveId": 9,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 238,
    "learningObjectiveId": 9,
    "body": "Micrometer",
    "body_type": "text"
  },
  {
    "id": 239,
    "learningObjectiveId": 9,
    "body": "- Regularly wipe the spindle with a dry, lint free cloth\n- Be careful not to drop your micrometer, the tool is very delicate\r\n- If you accidentally damaged the tool, ensure that it is inspected for accuracy before taking measurements.",
    "body_type": "text"
  },
  {
    "id": 240,
    "learningObjectiveId": 9,
    "body": "Wire Gauge",
    "body_type": "text"
  },
  {
    "id": 241,
    "learningObjectiveId": 9,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 242,
    "learningObjectiveId": 9,
    "body": "Tape Measure",
    "body_type": "text"
  },
  {
    "id": 243,
    "learningObjectiveId": 9,
    "body": "- Make sure that the measuring tape has been returned to zero\n- Check if there are rust, wear or scratch etc. in the surface of the measuring tape.\r\n- Clean the burrs, grease or slag on the surface\r\n- Clean with clean soft cloth or dust free paper",
    "body_type": "text"
  },
  {
    "id": 244,
    "learningObjectiveId": 9,
    "body": "Ammeter",
    "body_type": "text"
  },
  {
    "id": 245,
    "learningObjectiveId": 9,
    "body": "- Calibrate the tool at frequent intervals\n- Protect the instrument from dust, moisture and heat\r\n- Be careful when measuring high voltages",
    "body_type": "text"
  },
  {
    "id": 246,
    "learningObjectiveId": 9,
    "body": "Watt meter",
    "body_type": "text"
  },
  {
    "id": 247,
    "learningObjectiveId": 9,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 248,
    "learningObjectiveId": 10,
    "body": "Electronic Components",
    "body_type": "header"
  },
  {
    "id": 249,
    "learningObjectiveId": 10,
    "body": "What is an Electronic Component?",
    "body_type": "text"
  },
  {
    "id": 250,
    "learningObjectiveId": 10,
    "body": "Electronic components are basic electronic element or electronic parts usually packaged in a discrete form with two or more connecting leads or metallic pads. Electronic Components are intended to be connected together, usually by soldering to a printed circuit board (PCB), to create an electronic circuit with a particular function (for example an amplifier, radio receiver, oscillator, wireless). Some of the main Electronic Components are: resistor, capacitor, transistor, diode, operational amplifier, resistor array, logic gate etc.",
    "body_type": "text"
  },
  {
    "id": 251,
    "learningObjectiveId": 10,
    "body": "Types of Electronic Components",
    "body_type": "text"
  },
  {
    "id": 252,
    "learningObjectiveId": 10,
    "body": "- Active components – components that are nothing but, a component that provides and controls energy. Examples are transistors or integrated circuits or Ics.\n\r\n- Passive components – components that may be outlined as a component that responds to the flo",
    "body_type": "text"
  },
  {
    "id": 253,
    "learningObjectiveId": 10,
    "body": "Active Electronic Components",
    "body_type": "text"
  },
  {
    "id": 254,
    "learningObjectiveId": 10,
    "body": "Lesson_detail_57.jpg",
    "body_type": "image"
  },
  {
    "id": 255,
    "learningObjectiveId": 10,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 256,
    "learningObjectiveId": 10,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 257,
    "learningObjectiveId": 10,
    "body": "6lep5e3KMdY",
    "body_type": "video"
  },
  {
    "id": 258,
    "learningObjectiveId": 10,
    "body": "#NAME?",
    "body_type": "image"
  },
  {
    "id": 259,
    "learningObjectiveId": 10,
    "body": "Click the link to play video:",
    "body_type": ""
  },
  {
    "id": 260,
    "learningObjectiveId": 10,
    "body": "HqhE-8xXeCQ",
    "body_type": "video"
  },
  {
    "id": 261,
    "learningObjectiveId": 10,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 262,
    "learningObjectiveId": 10,
    "body": "Click the link to play video:",
    "body_type": ""
  },
  {
    "id": 263,
    "learningObjectiveId": 10,
    "body": "uSRIc-sEgPw",
    "body_type": "video"
  },
  {
    "id": 264,
    "learningObjectiveId": 10,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 265,
    "learningObjectiveId": 10,
    "body": "Passive Electronic Components",
    "body_type": "text"
  },
  {
    "id": 266,
    "learningObjectiveId": 11,
    "body": "Lesson_detail_58.jpg",
    "body_type": "image"
  },
  {
    "id": 267,
    "learningObjectiveId": 11,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 268,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": ""
  },
  {
    "id": 269,
    "learningObjectiveId": 11,
    "body": "VPVoY1QROMg",
    "body_type": "video"
  },
  {
    "id": 270,
    "learningObjectiveId": 11,
    "body": "- Capacitor – a component that stores energy in the form of an electrostatic field. In its simplest form, a capacitor consists of two conducting plates separated by an insulating material called the dielectric. \n\r\nThere are two types of capacitors; non –",
    "body_type": "text"
  },
  {
    "id": 271,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 272,
    "learningObjectiveId": 11,
    "body": "4Hg7SLhetXM",
    "body_type": "video"
  },
  {
    "id": 273,
    "learningObjectiveId": 11,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 274,
    "learningObjectiveId": 11,
    "body": "Electromechanical Components",
    "body_type": "text"
  },
  {
    "id": 275,
    "learningObjectiveId": 11,
    "body": "Lesson_detail_59.jpg",
    "body_type": "image"
  },
  {
    "id": 276,
    "learningObjectiveId": 11,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 277,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 278,
    "learningObjectiveId": 11,
    "body": "My-FX1bGikc",
    "body_type": "video"
  },
  {
    "id": 279,
    "learningObjectiveId": 11,
    "body": "#NAME?",
    "body_type": "text"
  },
  {
    "id": 280,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 281,
    "learningObjectiveId": 11,
    "body": "_AApboO3aj0",
    "body_type": "video"
  },
  {
    "id": 282,
    "learningObjectiveId": 11,
    "body": "- Switches – is any device used to interrupt the flow of electrons in a circuit. Switches are essentially binary devices: they are either completely on (closed) or completely off (open). ",
    "body_type": "text"
  },
  {
    "id": 283,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 284,
    "learningObjectiveId": 11,
    "body": "QbVCABiqQJo",
    "body_type": "video"
  },
  {
    "id": 285,
    "learningObjectiveId": 11,
    "body": "Electronic Symbols",
    "body_type": "text"
  },
  {
    "id": 286,
    "learningObjectiveId": 11,
    "body": "What is an Electronic Symbols",
    "body_type": "text"
  },
  {
    "id": 287,
    "learningObjectiveId": 11,
    "body": "An electronic symbol is a pictogram used to represent various and electronic devices or functions such as wires, batteries, resistors and transistors, in a schematic diagram of an electrical or electronic circuit. These symbols are largely standardized internationally today.\n There are numerous kinds of electronic symbols ranging from low voltage to high voltage circuits, these are the basic electronic symbols that were used in any electronic/electrical work for EPAS and basic electronic trouble shooting.",
    "body_type": "text"
  },
  {
    "id": 288,
    "learningObjectiveId": 11,
    "body": "Electronic Symbols",
    "body_type": "text"
  },
  {
    "id": 289,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 290,
    "learningObjectiveId": 11,
    "body": "Dl1gFBNa0Ik",
    "body_type": "video"
  },
  {
    "id": 291,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 292,
    "learningObjectiveId": 11,
    "body": "https://www.rapidtables.com/electric/electrical_symbols.html",
    "body_type": "video"
  },
  {
    "id": 293,
    "learningObjectiveId": 11,
    "body": "lesson_detail_60.jpg",
    "body_type": "image"
  },
  {
    "id": 294,
    "learningObjectiveId": 11,
    "body": "Electronic Schematics/Circuit Diagrams",
    "body_type": "header"
  },
  {
    "id": 295,
    "learningObjectiveId": 11,
    "body": "What is a Schematic?",
    "body_type": "text"
  },
  {
    "id": 296,
    "learningObjectiveId": 11,
    "body": "Click the link to play video:",
    "body_type": "text"
  },
  {
    "id": 297,
    "learningObjectiveId": 11,
    "body": "9cps7Q_IrX0",
    "body_type": "video"
  },
  {
    "id": 298,
    "learningObjectiveId": 11,
    "body": "A schematic (pronounced skee-mat-ick) is a diagram of a circuit. Schematics use symbols to represent circuit components and lines to show the connections between components. What schematics don’t do is tell you how to arrange your circuit. It’s up to you to decide how to lay out your circuit.",
    "body_type": "text"
  },
  {
    "id": 299,
    "learningObjectiveId": 11,
    "body": "lesson_detail_61.jpg",
    "body_type": "image"
  },
  {
    "id": 300,
    "learningObjectiveId": 11,
    "body": "How to read Schematics?",
    "body_type": "text"
  },
  {
    "id": 301,
    "learningObjectiveId": 11,
    "body": "Reading schematics is just a matter of recognizing the symbols and see how they connect. A symbol usually represents a part. Except for the ground and VCC symbols which just means connection to supply power. The lines between the symbols represents wires that connect the components. That’s all.",
    "body_type": "text"
  },
  {
    "id": 302,
    "learningObjectiveId": 11,
    "body": "_AApboO3aj0",
    "body_type": "video"
  },
  {
    "id": 303,
    "learningObjectiveId": 11,
    "body": "Switches – is any device used to interrupt the flow of electrons in a circuit. Switches are essentially binary devices: they are either completely on (closed) or completely off (open). \nClick the link to play video:",
    "body_type": "text"
  },
  {
    "id": 304,
    "learningObjectiveId": 11,
    "body": "lesson_detail_62.jpg",
    "body_type": "image"
  },
  {
    "id": 305,
    "learningObjectiveId": 11,
    "body": "Component Names and Values",
    "body_type": "text"
  },
  {
    "id": 306,
    "learningObjectiveId": 11,
    "body": "Often, the symbols have both a name and a value attached to it, such as R1, 100k. The name is there to name the components and the value shows what kind of value this part should have.",
    "body_type": "text"
  },
  {
    "id": 307,
    "learningObjectiveId": 11,
    "body": "Wire Names",
    "body_type": "text"
  },
  {
    "id": 308,
    "learningObjectiveId": 11,
    "body": "Sometimes you will see a wire stopping at a text such as input or Vref. That means the designer has named this wire. This means that all other wires with the same name are actually connected. And it also says something about its purpose.\nFor example, if you are reading schematics for an amplifier and you see a wire named input, what do you think its purpose is? It is probably where you connect your input to the amplifier.",
    "body_type": "text"
  },
  {
    "id": 309,
    "learningObjectiveId": 12,
    "body": "Main Parts Of A Computer",
    "body_type": "header"
  },
  {
    "id": 310,
    "learningObjectiveId": 12,
    "body": "ExxFxD4OSZ0",
    "body_type": "video"
  },
  {
    "id": 311,
    "learningObjectiveId": 12,
    "body": "A computer is an electronic device with many attachments. These attachments are either necessary or enhance a computer's performance. These are mainly external components of computers. These parts you can see and touch while sitting at a personal computer. They fall under the category called Hardware. \nIn order to start learning about how to use computers, you will need to be able to identify the main parts that make up a computer. In this lesson, we’ll cover the basics of computer hardware.",
    "body_type": "text"
  },
  {
    "id": 312,
    "learningObjectiveId": 12,
    "body": "Mouse",
    "body_type": "text"
  },
  {
    "id": 313,
    "learningObjectiveId": 12,
    "body": "topic5_pic3.gif",
    "body_type": "image"
  },
  {
    "id": 314,
    "learningObjectiveId": 12,
    "body": "Used for making selections. There are two buttons on a mouse. Most actions are performed using the left mouse button. Some mice have cords and some do not.",
    "body_type": "text"
  },
  {
    "id": 315,
    "learningObjectiveId": 12,
    "body": "Keyboard",
    "body_type": "text"
  },
  {
    "id": 316,
    "learningObjectiveId": 12,
    "body": "topic5_pic4.jpg",
    "body_type": "image"
  },
  {
    "id": 317,
    "learningObjectiveId": 12,
    "body": "Used for entering data, generating commands. The keyboard layout is similar to a typewriter with additional keys for other functions. There is a number keypad to the right of the main alphabetical keypad.",
    "body_type": "text"
  },
  {
    "id": 318,
    "learningObjectiveId": 12,
    "body": "Monitor",
    "body_type": "text"
  },
  {
    "id": 319,
    "learningObjectiveId": 12,
    "body": "topic5_pic5.gif",
    "body_type": "image"
  },
  {
    "id": 320,
    "learningObjectiveId": 12,
    "body": "The monitor is the visual component of the computer. It displays information to the user. This is a required part of the computer. This part requires electricity so it will have its own power cord to plug into an outlet.",
    "body_type": "text"
  },
  {
    "id": 321,
    "learningObjectiveId": 12,
    "body": "Speakers",
    "body_type": "text"
  },
  {
    "id": 322,
    "learningObjectiveId": 12,
    "body": "topic5_pic6.gif",
    "body_type": "image"
  },
  {
    "id": 323,
    "learningObjectiveId": 12,
    "body": "The speakers are the audio component of the computer.",
    "body_type": "text"
  },
  {
    "id": 324,
    "learningObjectiveId": 12,
    "body": "Computer System Unit",
    "body_type": "text"
  },
  {
    "id": 325,
    "learningObjectiveId": 12,
    "body": "topic5_pic7.gif",
    "body_type": "image"
  },
  {
    "id": 326,
    "learningObjectiveId": 12,
    "body": "This is where everything comes together to work. The system box holds the central processing unit to act as the brains of the computer. The unit contains the motherboard which is the main circuitry for the system. \nThe power supply for the main computer is located in the unit. All the other parts including the monitor, mouse, keyboard, speakers, and others join at the unit to become a functional system.",
    "body_type": "text"
  },
  {
    "id": 327,
    "learningObjectiveId": 12,
    "body": "Printer",
    "body_type": "text"
  },
  {
    "id": 328,
    "learningObjectiveId": 12,
    "body": "topic5_pic8.gif",
    "body_type": "image"
  },
  {
    "id": 329,
    "learningObjectiveId": 12,
    "body": "The printer is used to develop a hard copy or paper copy of a document or picture. The printer connects to the computer and requires the use of its own power cord.",
    "body_type": "text"
  },
  {
    "id": 330,
    "learningObjectiveId": 12,
    "body": "Compact Disk (CD)",
    "body_type": "text"
  },
  {
    "id": 331,
    "learningObjectiveId": 12,
    "body": "topic5_pic9.gif",
    "body_type": "image"
  },
  {
    "id": 332,
    "learningObjectiveId": 12,
    "body": "This device is used for storage. Some CDs hold information to be loaded into a computer. Some are used to hold information from the computer. It depends on what type of CD it is.",
    "body_type": "text"
  },
  {
    "id": 333,
    "learningObjectiveId": 12,
    "body": "Flash Drive",
    "body_type": "text"
  },
  {
    "id": 334,
    "learningObjectiveId": 12,
    "body": "topic5_pic10.gif",
    "body_type": "image"
  },
  {
    "id": 335,
    "learningObjectiveId": 12,
    "body": "The thumb drive is a portable storage device. You use it store information from a computer and use it on another system. They are also known as flash drives.",
    "body_type": "text"
  },
  {
    "id": 336,
    "learningObjectiveId": 12,
    "body": "Storage devices and basic categories of memory",
    "body_type": "text"
  },
  {
    "id": 337,
    "learningObjectiveId": 12,
    "body": "topic5_pic11.jpg",
    "body_type": "image"
  },
  {
    "id": 338,
    "learningObjectiveId": 12,
    "body": "In computing, memory refers to the computer hardware devices involved to store information for immediate use in a computer; it is synonymous with the term primary storage. \nComputer memory operates at a high speed, for example random-access memory (RAM), as a distinction from storage that provides slow-to-access program and data storage but offers higher capacities. If needed, contents of the computer memory can be transferred to secondary storage, through a memory management technique called virtual memory. ",
    "body_type": "text"
  },
  {
    "id": 339,
    "learningObjectiveId": 12,
    "body": "Typical secondary storage devices are: ",
    "body_type": "text"
  },
  {
    "id": 340,
    "learningObjectiveId": 12,
    "body": "• hard disk drives  ",
    "body_type": "text"
  },
  {
    "id": 341,
    "learningObjectiveId": 12,
    "body": "topic5_pic12.jpg",
    "body_type": "image"
  },
  {
    "id": 342,
    "learningObjectiveId": 12,
    "body": "• Solid-state drives.",
    "body_type": "text"
  },
  {
    "id": 343,
    "learningObjectiveId": 12,
    "body": "topic5_pic13.jpg",
    "body_type": "image"
  },
  {
    "id": 344,
    "learningObjectiveId": 12,
    "body": "Volatile Memory\nVolatile memory is computer memory that requires power to maintain the stored information. Most modern semiconductor volatile memory is either static RAM (SRAM) or dynamic RAM (DRAM). SRAM retains its contents as long as the power is connected and is easy for interfacing, but uses six transistors per bit. ",
    "body_type": "text"
  },
  {
    "id": 345,
    "learningObjectiveId": 12,
    "body": "Non-Volatile Memory\nNon-volatile memory is computer memory that can retain the stored information even when not powered. Examples of non-volatile memory include read-only memory, flash memory, most types of magnetic computer storage devices (e.g. hard disk drives, floppy disks and magnetic tape), optical discs, and early computer storage methods such as paper tape and punched cards.",
    "body_type": "text"
  },
  {
    "id": 346,
    "learningObjectiveId": 13,
    "body": "Computer Troubleshooting",
    "body_type": "header"
  },
  {
    "id": 347,
    "learningObjectiveId": 13,
    "body": "YNDvSkXjy2I",
    "body_type": "video"
  },
  {
    "id": 348,
    "learningObjectiveId": 13,
    "body": "Monitor Blank Screen",
    "body_type": "text"
  },
  {
    "id": 349,
    "learningObjectiveId": 13,
    "body": "topic5_pic14.jpg",
    "body_type": "image"
  },
  {
    "id": 350,
    "learningObjectiveId": 13,
    "body": "Solution 1: The computer may be in SLEEP MODE. Click the mouse or press any key on the keyboard to wake it.\n\r\nSolution 2: Make sure the monitor is PLUGGED IN and TURNED ON.\r\nSolution 3: Make sure the computer System unit is PLUGGED IN and TURNED ON.\r\nSolution 4: If you are using desktop, make sure the monitor cable is properly connected to the computer tower and the monitor.\r\nSolution 5: Replace VGA Cable.",
    "body_type": "text"
  },
  {
    "id": 351,
    "learningObjectiveId": 13,
    "body": "Computer Frozen (Hang)",
    "body_type": "text"
  },
  {
    "id": 352,
    "learningObjectiveId": 13,
    "body": "topic5_pic15.jpg",
    "body_type": "image"
  },
  {
    "id": 353,
    "learningObjectiveId": 13,
    "body": "Symptoms include:\n\r\n• Windows stops responding to mouse and keyboard input.\r\n• Nothing moves on the computer display.\r\n• Mouse cursor in constant busy mode.",
    "body_type": "text"
  },
  {
    "id": 354,
    "learningObjectiveId": 13,
    "body": "Solution 1: Disconnect all devices from the PC except for the keyboard and mouse and/or monitor required for minimal use.\nSolution 2: Remove any discs from the CD/DVD drives.\r\nSolution 3: While holding down the Alt key on the keyboard, press the F4 key to close the application.\r\nSolution 4: Press the Ctrl+Shift+Esc keys to open Task Manager. Review the list of applications under Processes and look for applications that have stopped responding. Make a note of the names of those applications or programs.\r\nSolution 5: Select an application that is not responding, and then click End Task.",
    "body_type": "text"
  },
  {
    "id": 355,
    "learningObjectiveId": 13,
    "body": "Computer too Slow",
    "body_type": "text"
  },
  {
    "id": 356,
    "learningObjectiveId": 13,
    "body": "topic5_pic16",
    "body_type": "image"
  },
  {
    "id": 357,
    "learningObjectiveId": 13,
    "body": "Solution 1: Change your power settings\nIf you’re using Windows 10’s Power saver plan, you’re slowing down your PC. That plan reduces your PC’s performance in order to save energy. (Even desktop PCs typically have a Power saver plan.) Changing your power plan from Power saver to High performance or Balanced will give you an instant performance boost.\r\nSolution 2: Disable programs that run on startup\r\nTo stop a program or service from launching at startup, right-click it and select DISABLE. This doesn't disable the program entirely it only prevents it from launching at startup,  you can always run the application after launch. Also, if you later decide you want it to launch at startup, you can just return to this area of the Task Manager, right-click the application and select ENABLE",
    "body_type": "text"
  },
  {
    "id": 358,
    "learningObjectiveId": 13,
    "body": "topic5_pic17.jpg",
    "body_type": "image"
  },
  {
    "id": 359,
    "learningObjectiveId": 13,
    "body": "Solution 3: Clean out your Registry\nSolution 4: Disable shadows, animations and visual effects\r\nSolution 5: Kill bloatware / Malware / Ransomware.\r\nRun a system scan to find adware and malware. If you've already installed a security suite such as Norton Security or McAfee LiveSafe, you can use that. You can also use Windows 10's built in anti-malware app -- just type Windows Defender in the search box, press Enter, and then click Scan Now. Windows Defender will look for malware and remove any it finds.",
    "body_type": "text"
  },
  {
    "id": 360,
    "learningObjectiveId": 13,
    "body": "Cannot connect to WiFi",
    "body_type": "text"
  },
  {
    "id": 361,
    "learningObjectiveId": 13,
    "body": "o0RI8frF524",
    "body_type": "video"
  },
  {
    "id": 362,
    "learningObjectiveId": 13,
    "body": "topic5_pic19.jpg",
    "body_type": "image"
  },
  {
    "id": 363,
    "learningObjectiveId": 13,
    "body": "Solution 1:\n• Check whether the laptop has a WIFI button, make sure the WIFI is on.\r\n• Restart the laptop.\r\n• Try a different laptop to see whether it has the same problem.\r\n• If the Problem is caused by your laptop, please call the support of your laptop.\r\nSolution 2:\r\n• Restart the router.\r\n• Make sure that the WLAN light is on or flashing, check the settings whether the SSID is broadcasted or hide.\r\nHere takes SSID of 2.4GHz  as demostration.",
    "body_type": "text"
  },
  {
    "id": 364,
    "learningObjectiveId": 13,
    "body": "topic5_pic20.jpg",
    "body_type": "image"
  },
  {
    "id": 365,
    "learningObjectiveId": 13,
    "body": "• Change the Wireless Network Name and Channel, save and reboot. (Channel 1 or 6 or 11 should be the best)\n• Try to change different security type to see whether you meet the same problem.  ",
    "body_type": "text"
  },
  {
    "id": 366,
    "learningObjectiveId": 13,
    "body": "Missing DLL File",
    "body_type": "text"
  },
  {
    "id": 367,
    "learningObjectiveId": 13,
    "body": "topic5_pic18.jpg",
    "body_type": "image"
  },
  {
    "id": 368,
    "learningObjectiveId": 13,
    "body": "How to Fix DLL Not Found and Missing Errors\nIMPORTANT: Do NOT download DLL files from DLL download sites in an attempt to replace your missing or corrupt DLL files.\r\nThere are several reasons why downloading a DLL file to solve a DLL error is a very bad idea, least of which is that it may not solve your problem.",
    "body_type": "text"
  },
  {
    "id": 369,
    "learningObjectiveId": 13,
    "body": "• Restart your computer. It's possible that the problem that's causing the DLL error is just temporary and a restart is all you need.\n• Restore the deleted DLL file from the Recycle Bin\r\n• Recover the deleted DLL file with a free file recovery program.\r\n • Run a virus/malware scan of your entire system.\r\n• Use System Restore to undo recent system changes.\r\n• Reinstall the program that uses the DLL file\r\n• Important: Don't skip this step if you can help it. Reinstalling the program that provides the DLL file is a very likely solution to any program specific DLL error.\r\n• Update drivers for any hardware that might be related to the DLL error.\r\n• Run the sfc/scannow command to replace any missing or incorrect operating system related DLL files.",
    "body_type": "text"
  },
  {
    "id": 370,
    "learningObjectiveId": 14,
    "body": "\nBasic Ergonomics Of Keyboard And Computer User",
    "body_type": "header"
  },
  {
    "id": 371,
    "learningObjectiveId": 14,
    "body": "topic5_pic21.jpg",
    "body_type": "image"
  },
  {
    "id": 372,
    "learningObjectiveId": 14,
    "body": "There are a number of factors involved in ensuring your work environment is ergonomic.\nThese involve the position of the chair you sit in, the monitor, the keyboard surface, and other general techniques to create an ideal environment, which enhances comfort and productivity.",
    "body_type": "text"
  },
  {
    "id": 373,
    "learningObjectiveId": 14,
    "body": "ZLwIP8cBaWA ",
    "body_type": "video"
  },
  {
    "id": 374,
    "learningObjectiveId": 14,
    "body": "SEATING CONSIDERATIONS",
    "body_type": "text"
  },
  {
    "id": 375,
    "learningObjectiveId": 14,
    "body": "topic5_pic22.jpg",
    "body_type": "image"
  },
  {
    "id": 376,
    "learningObjectiveId": 14,
    "body": "• Adjust the height of the chair to achieve proper posture – your legs from the body\n• should be close to parallel to the floor.\r\n• Adjust the backrest of the chair to provide support for your lower back.\r\n• Your chair should have space behind your knees while seated properly with your\r\n• back against the backrest.\r\n• Proper posture means having 90-degree or higher angles at the hips and knees with feet supported by an angled footrest.",
    "body_type": "text"
  },
  {
    "id": 377,
    "learningObjectiveId": 14,
    "body": "MONITOR CONSIDERATIONS",
    "body_type": "text"
  },
  {
    "id": 378,
    "learningObjectiveId": 14,
    "body": "topic5_pic23.jpg",
    "body_type": "text"
  },
  {
    "id": 379,
    "learningObjectiveId": 14,
    "body": "• Your monitor should be directly in front of you when typing – you, the keyboard and the monitor should form a straight line.\n\r\n• The top of the viewing surface of the monitor should be at or below eye level.\r\n• Your monitor should be located 12” to 24” from your eyes.\r\n• Use accessories such as anti-glare filters and adjusting screen angle to prevent screen glare – if you can, use softer color schemes on your monitor. Orient your workstation so that you are parallel to sources of light. ",
    "body_type": "text"
  },
  {
    "id": 380,
    "learningObjectiveId": 14,
    "body": "KEYBOARD SURFACE CONSIDERATIONS",
    "body_type": "text"
  },
  {
    "id": 381,
    "learningObjectiveId": 14,
    "body": "• Ensure that your forearms are parallel to the floor or slightly downward when you\nare typing.\r\n• If you are using a mouse, make sure it is as close to the keyboard as possible – if you have limited surface, consider using a touch pad.\r\n• When typing, maintain a neutral wrist position where the forearms, wrists and hands\r\n• are in a straight line.",
    "body_type": "text"
  },
  {
    "id": 382,
    "learningObjectiveId": 14,
    "body": "GENERAL CONSIDERATIONS",
    "body_type": "text"
  },
  {
    "id": 383,
    "learningObjectiveId": 14,
    "body": "• Keep shoulders relaxed and head and neck in an upright but relaxed position.\n• Get regular eye exams and wear corrective lenses – use a task light to illuminate documents if background lighting is poor.\r\n• Use a document holder to place source documents as close to the screen as possible\r\n• and at the same height and distance (use a document holder attached to the screen or an articulating one attached to the desk).\r\n• Avoid long periods of repetitive activity; where possible, alternate computer work with other tasks like filing, phone calls, etc.\r\n• Drink water throughout the day and keep yourself well hydrated.",
    "body_type": "text"
  },
  {
    "id": 384,
    "learningObjectiveId": 15,
    "body": "System Softwares",
    "body_type": ""
  },
  {
    "id": 385,
    "learningObjectiveId": 15,
    "body": "MHknVTCpqJE ",
    "body_type": "video"
  },
  {
    "id": 386,
    "learningObjectiveId": 15,
    "body": "System software is a type of computer program that is designed to run a computer’s hardware and application programs. If we think of the computer system as a layered model, the system software is the interface between the hardware and user applications.\nThe operating system (OS) is the best-known example of system software. The OS manages all the other programs in a computer.",
    "body_type": "text"
  },
  {
    "id": 387,
    "learningObjectiveId": 15,
    "body": "The BIOS (basic input/output system)",
    "body_type": "text"
  },
  {
    "id": 388,
    "learningObjectiveId": 15,
    "body": "topic5_pic23_gif.GIF",
    "body_type": "image"
  },
  {
    "id": 389,
    "learningObjectiveId": 15,
    "body": "Gets the computer system started after you turn it on and manages the data flow between the operating system and attached devices such as the hard disk, video adapter, keyboard, mouse, and printer.",
    "body_type": "text"
  },
  {
    "id": 390,
    "learningObjectiveId": 15,
    "body": "Boot program",
    "body_type": "text"
  },
  {
    "id": 391,
    "learningObjectiveId": 15,
    "body": "topic5_pic24.GIF",
    "body_type": "image"
  },
  {
    "id": 392,
    "learningObjectiveId": 15,
    "body": "loads the operating system into the computer's main memory or random access memory (RAM).",
    "body_type": "text"
  },
  {
    "id": 393,
    "learningObjectiveId": 15,
    "body": "Assembler\nTakes basic computer instructions and converts them into a pattern of bits that the computer's processor can use to perform its basic operations.",
    "body_type": "text"
  },
  {
    "id": 394,
    "learningObjectiveId": 15,
    "body": "Device Drivers\nIt controls a particular type of device that is attached to your computer, such as a keyboard or a mouse. The driver program converts the more general input/output instructions of the operating system to messages that the device type can understand.",
    "body_type": "text"
  },
  {
    "id": 395,
    "learningObjectiveId": 15,
    "body": "1. Web Surfing\nAlternatively referred to as web surfing, surfing describes the act of browsing the Internet by going from one web page to another web page using hyperlinks in an Internet browser. The term surfing was first used by Mark McCahill. ",
    "body_type": "text"
  },
  {
    "id": 396,
    "learningObjectiveId": 15,
    "body": "2. Web Browsers",
    "body_type": "text"
  },
  {
    "id": 397,
    "learningObjectiveId": 15,
    "body": "topic5_pic25.JPEG",
    "body_type": "image"
  },
  {
    "id": 398,
    "learningObjectiveId": 15,
    "body": "topic5_pic26.JPEG",
    "body_type": "image"
  },
  {
    "id": 399,
    "learningObjectiveId": 15,
    "body": "A web browser (commonly referred to as a browser) is a software application for retrieving, presenting and traversing information resources on the World Wide Web. An information resource is identified by a Uniform Resource Identifier (URI/URL) that may be a web page, image, video or other piece of content. Hyperlinks present in resources enable users easily to navigate their browsers to related resources.",
    "body_type": "text"
  },
  {
    "id": 400,
    "learningObjectiveId": 15,
    "body": "3. Search Engines\n Although browsers are primarily intended to use the World Wide Web, they can also be used to access information provided by web servers in private networks or files in file systems.",
    "body_type": "text"
  },
  {
    "id": 401,
    "learningObjectiveId": 15,
    "body": "topic5_pic27.JPEG",
    "body_type": "image"
  },
  {
    "id": 402,
    "learningObjectiveId": 15,
    "body": "4. URL and keywords\nA URL (Uniform Resource Locator), more commonly known as a web address, specifies the location of a resource (such as a web page) on the internet. The URL also specifies how to retrieve that resource, also known as the protocol, such as HTTP, HTTPS, FTP, etc. ",
    "body_type": "text"
  },
  {
    "id": 403,
    "learningObjectiveId": 15,
    "body": "topic5_pic28.JPEG",
    "body_type": "image"
  },
  {
    "id": 404,
    "learningObjectiveId": 15,
    "body": "A URL is human-readable text that was designed to replace the numbers (IP addresses) that computers use to communicate with servers. They also identify the file structure on the given website. A URL consists of a protocol, domain name, and path (which includes the specific subfolder structure where a page is located) and has the following basic format:",
    "body_type": "text"
  },
  {
    "id": 405,
    "learningObjectiveId": 15,
    "body": "5. Links\nUsing hypertext, a link is a selectable connection from one word, picture, or information object to another. In a multimedia environment such as the World Wide Web, such objects can include sound and motion video sequences. ",
    "body_type": "text"
  },
  {
    "id": 406,
    "learningObjectiveId": 15,
    "body": "topic5_pic29.JPEG",
    "body_type": "image"
  },
  {
    "id": 407,
    "learningObjectiveId": 15,
    "body": "The most common form of link is the highlighted word or picture that can be selected by the user (with a mouse or in some other fashion), resulting in the immediate delivery and view of another file. The highlighted object is referred to as an anchor. The anchor reference and the object referred to constitute a hypertext link.",
    "body_type": "text"
  },
  {
    "id": 408,
    "learningObjectiveId": 15,
    "body": "6. Book Markings\nSocial bookmarking is a way for people to store, organize, search, and manage bookmarks of web pages. Users save links to web pages that they like or want to share, using a social bookmarking site to store these links.  ",
    "body_type": "text"
  },
  {
    "id": 409,
    "learningObjectiveId": 15,
    "body": "topic5_pic30.JPEG",
    "body_type": "image"
  },
  {
    "id": 410,
    "learningObjectiveId": 15,
    "body": "7. Security measures",
    "body_type": "text"
  },
  {
    "id": 411,
    "learningObjectiveId": 15,
    "body": "topic5_pic31.JPEG",
    "body_type": "image"
  },
  {
    "id": 412,
    "learningObjectiveId": 15,
    "body": "Computer security, also known as cyber security or IT security, is the protection of computer systems from the theft or damage to their hardware, software or information, as well as from disruption or misdirection of the services they provide.\nCyber security includes controlling physical access to the hardware, as well as protecting against harm that may come via network access, data and code injection. Also, due to malpractice by operators, whether intentional, accidental, IT security is susceptible to being tricked into deviating from secure procedures through various methods.",
    "body_type": "text"
  },
  {
    "id": 413,
    "learningObjectiveId": 16,
    "body": "10 Physical Security Measures Every Organization Should Take",
    "body_type": "header"
  },
  {
    "id": 414,
    "learningObjectiveId": 16,
    "body": "xatI10UGTRU ",
    "body_type": "video"
  },
  {
    "id": 415,
    "learningObjectiveId": 16,
    "body": "#1: Lock up the server room",
    "body_type": "text"
  },
  {
    "id": 416,
    "learningObjectiveId": 16,
    "body": "topic5_pic32.jpg",
    "body_type": "image"
  },
  {
    "id": 417,
    "learningObjectiveId": 16,
    "body": "Even before you lock down the servers, in fact, before you even turn them on for the first time, you should ensure that there are good locks on the server room door. Of course, the best lock in the world does no good if it isn't used, so you also need policies requiring that those doors be locked any time the room is unoccupied, and the policies should set out who has the key or keycode to get in.\nThe server room is the heart of your physical network, and someone with physical access to the servers, switches, routers, cables and other devices in that room can do enormous damage.",
    "body_type": "text"
  },
  {
    "id": 418,
    "learningObjectiveId": 16,
    "body": "#2: Set up surveillance",
    "body_type": "text"
  },
  {
    "id": 419,
    "learningObjectiveId": 16,
    "body": "topic5_pic34.gif",
    "body_type": "image"
  },
  {
    "id": 420,
    "learningObjectiveId": 16,
    "body": "A video surveillance camera, placed in a location that makes it difficult to tamper with or disable (or even to find) but gives a good view of persons entering and leaving should supplement the log book or electronic access system. ",
    "body_type": "text"
  },
  {
    "id": 421,
    "learningObjectiveId": 16,
    "body": "#3: Make sure the most vulnerable devices are in that locked room",
    "body_type": "text"
  },
  {
    "id": 422,
    "learningObjectiveId": 16,
    "body": "topic5_pic33.jpg",
    "body_type": "image"
  },
  {
    "id": 423,
    "learningObjectiveId": 16,
    "body": "Remember, it's not just the servers you have to worry about. A hacker can plug a laptop into a hub and use sniffer software to capture data traveling across the network. Make sure that as many of your network devices as possible are in that locked room, or if they need to be in a different area, in a locked closet elsewhere in the building.",
    "body_type": "text"
  },
  {
    "id": 424,
    "learningObjectiveId": 16,
    "body": "#4: Use rack mount servers",
    "body_type": "text"
  },
  {
    "id": 425,
    "learningObjectiveId": 16,
    "body": "topic5_pic35.GIF",
    "body_type": "image"
  },
  {
    "id": 426,
    "learningObjectiveId": 16,
    "body": "Rack mount servers not only take up less server room real estate; they are also easier to secure. Although smaller and arguably lighter than (some) tower systems, they can easily be locked into closed racks that, once loaded with several servers, can then be bolted to the floor, making the entire package almost impossible to move, much less to steal.",
    "body_type": "text"
  },
  {
    "id": 427,
    "learningObjectiveId": 16,
    "body": "#5: Don't forget the workstations",
    "body_type": "text"
  },
  {
    "id": 428,
    "learningObjectiveId": 16,
    "body": "topic5_pic36.JPEG",
    "body_type": "image"
  },
  {
    "id": 429,
    "learningObjectiveId": 16,
    "body": "Disconnect and/or remove computers that aren't being used and/or lock the doors of empty offices, including those that are temporarily empty while an employee is at lunch or out sick. Equip computers that must remain in open areas, sometimes out of view of employees, with smart card or biometric readers so that it's more difficult for unauthorized persons to log on.",
    "body_type": "text"
  },
  {
    "id": 430,
    "learningObjectiveId": 16,
    "body": "#6: Keep intruders from opening the case\n    Both servers and workstations should be protected from thieves who can open the case and grab the hard drive. It's much easier to make off with a hard disk in your pocket than to carry a full tower off the premises. Many computers come with case locks to prevent opening the case without a key. You can get locking kits from a variety of sources for very low cost, such as the one at Innovative Security Products.",
    "body_type": "text"
  },
  {
    "id": 431,
    "learningObjectiveId": 16,
    "body": "#7: Protect the portables\nLaptops and handheld computers pose special physical security risks. A thief can easily steal the entire computer, including any data stored on its disk as well as network logon passwords that may be saved. If employees use laptops at their desks, they should take them with them when they leave or secure them to a permanent fixture with a cable lock, such as the one at PC Guardian.",
    "body_type": "text"
  },
  {
    "id": 432,
    "learningObjectiveId": 16,
    "body": "#8: Pack up the backups\nBacking up important data is an essential element in disaster recovery, but don't forget that the information on those backup tapes, disks, or discs can be stolen and used by someone outside the company.Many IT administrators keep the backups next to the server in the server room. They should be locked in a drawer or safe at the very least. Ideally, a set of backups should be kept off site, and you must take care to ensure that they are secured in that offsite location.Don't overlook the fact that some workers may back up their work on floppy disks, USB keys, or external hard disks. If this practice is allowed or encouraged, be sure to have policies requiring that the backups be locked up at all times.",
    "body_type": "text"
  },
  {
    "id": 433,
    "learningObjectiveId": 16,
    "body": "#9: Disable the drives",
    "body_type": "text"
  },
  {
    "id": 434,
    "learningObjectiveId": 16,
    "body": "topic5_pic38.jpg",
    "body_type": "image"
  },
  {
    "id": 435,
    "learningObjectiveId": 16,
    "body": "If you don't want employees copying company information to removable media, you can disable or remove floppy drives, USB ports, and other means of connecting external drives. Simply disconnecting the cables may not deter technically savvy workers. ",
    "body_type": "text"
  },
  {
    "id": 436,
    "learningObjectiveId": 16,
    "body": "#10: Protect your printers\nYou might not think about printers posing a security risk, but many of today's printers store document contents in their own on-board memories. If a hacker steals the printer and accesses that memory, he or she may be able to make copies of recently printed documents. Printers, like servers and workstations that store important information, should be located in secure locations and bolted down so nobody can walk off with them.This establishes a habit and frees the end user of the responsibility for determining whether a document should be shredded.",
    "body_type": "text"
  },
  {
    "id": 437,
    "learningObjectiveId": 17,
    "body": "Using Of Appropriate Tools In Testing Of The Different Circuits",
    "body_type": "header"
  },
  {
    "id": 438,
    "learningObjectiveId": 17,
    "body": "topic6_pic1.JPEG",
    "body_type": "image"
  },
  {
    "id": 439,
    "learningObjectiveId": 17,
    "body": "Electronic test equipment is used to create signals and capture responses from electronic devices under test (DUTs). In this way, the proper operation of the DUT can be proven or faults in the device can be traced. Use of electronic test equipment is essential to any serious work on electronics systems.\nGenerally, more advanced test gear is necessary when developing circuits and systems than is needed when doing production testing or when troubleshooting existing production units in the field.",
    "body_type": "text"
  },
  {
    "id": 440,
    "learningObjectiveId": 17,
    "body": "Electrical Testers and Their Uses",
    "body_type": "text"
  },
  {
    "id": 441,
    "learningObjectiveId": 17,
    "body": "https://youtu.be/TdUK6RPdIrA ",
    "body_type": "video"
  },
  {
    "id": 442,
    "learningObjectiveId": 17,
    "body": "topic6_pic2.GIF",
    "body_type": "image"
  },
  {
    "id": 443,
    "learningObjectiveId": 17,
    "body": "Electrical testers are used to check both AC and DC voltage, continuity, circuit problems, amperage, shorted and open circuit problems, and to make sure the voltages are correct at the electrical panel.",
    "body_type": "text"
  },
  {
    "id": 444,
    "learningObjectiveId": 17,
    "body": "Top 6 electrical testers used by professional electricians.",
    "body_type": "text"
  },
  {
    "id": 445,
    "learningObjectiveId": 17,
    "body": "Continuity Testers",
    "body_type": ""
  },
  {
    "id": 446,
    "learningObjectiveId": 17,
    "body": "topic6_pic3.GIF",
    "body_type": "image"
  },
  {
    "id": 447,
    "learningObjectiveId": 17,
    "body": "A continuity tester is a device that is powered by batteries and has a probe at one end and a cord with either an alligator clip or another probe at the other end. These testers are great for checking to see if something like a single-pole switch is working properly. Beware! be sure to turn the power off to the circuit or device that you'll be testing!",
    "body_type": "text"
  },
  {
    "id": 448,
    "learningObjectiveId": 17,
    "body": "Inductance Testers",
    "body_type": "text"
  },
  {
    "id": 449,
    "learningObjectiveId": 17,
    "body": "topic6_pic4.JPEG",
    "body_type": "image"
  },
  {
    "id": 450,
    "learningObjectiveId": 17,
    "body": "Inductance testers, better known as non-contact testers, are probably one of the safest testers around. The reason being that these testers provide you valuable information about an electrical circuit without touching any live parts. The device is like a mini wand with a small tip on the end that senses current flow in such things as electrical wiring, outlets, circuit breakers, lamp cords, lamp sockets, and switches, sometimes without even removing the cover.",
    "body_type": "text"
  },
  {
    "id": 451,
    "learningObjectiveId": 17,
    "body": "Solenoid Voltage Testers",
    "body_type": "text"
  },
  {
    "id": 452,
    "learningObjectiveId": 17,
    "body": "topic6_pic5.JPEG",
    "body_type": "image"
  },
  {
    "id": 453,
    "learningObjectiveId": 17,
    "body": "Solenoid voltage testers, frequently called wiggies, are multi-function testers. They are capable of testing both voltage and polarity. Electricians use them frequently because they can test bot AC voltage and Dc voltage in a range from 100 to 600 volts.\nSolenoid testers have two wires, each with a probe, extending out of the bottom of the tester. One is red and the other is black in color. Solenoid testers do not use batteries to power them so they are always ready to check voltage accurately.They have a very low impedance and for this reason, they will trip GFCI's when testing them or their circuits, so beware of that.",
    "body_type": "text"
  },
  {
    "id": 454,
    "learningObjectiveId": 17,
    "body": "Neon Voltage Testers",
    "body_type": "text"
  },
  {
    "id": 455,
    "learningObjectiveId": 17,
    "body": "topic6_pic6.jpg",
    "body_type": "image"
  },
  {
    "id": 456,
    "learningObjectiveId": 17,
    "body": "Neon voltage testers have been around for as long as I can remember. I think my first kid's toolbox had one in it along with a hammer and pliers. They are a handy testing tool, usually measuring only a few inches to a half a foot long with a light at one end of the tester and two wires with probes on the other. They are inexpensive I'm sure most tool boxes have one in it.\nHowever, the danger lies with the metal probes that could allow you to get shocked by touching these bare probe ends! The more expensive models have insulated handles to protect the user.",
    "body_type": "text"
  },
  {
    "id": 457,
    "learningObjectiveId": 17,
    "body": "Plug-in Circuit Analyzers",
    "body_type": "text"
  },
  {
    "id": 458,
    "learningObjectiveId": 17,
    "body": "topic6_pic7.jpg",
    "body_type": "image"
  },
  {
    "id": 459,
    "learningObjectiveId": 17,
    "body": "Plug-in circuit analyzers are great, quick electrical testers that fit easily in your pocket and test outlets with ease. these testers are designed to test outlets, but only ones that have three holes, meaning ones that have a hot, neutral and a ground. Polarized outlets cannot be tested with the testers because no ground wire is connected to these outlets.\nPlug-in circuit analyzers have a chart sticker right on one side of the tester that tells you what the lighted light pattern means on the three neon light on the end of the tester. there are two yellow lights and one red light on the end of the tester. Different light combinations signify either a correct circuit, reverse wiring, an open circuit, no ground, To use the tester, simply plug it into the outlet and look at the lights on the end. It will tell you the story about you outlet wiring and what to do to correct it.",
    "body_type": "text"
  },
  {
    "id": 460,
    "learningObjectiveId": 17,
    "body": "Multimeters",
    "body_type": "text"
  },
  {
    "id": 461,
    "learningObjectiveId": 17,
    "body": "topic6_pic8.jpg",
    "body_type": "image"
  },
  {
    "id": 462,
    "learningObjectiveId": 17,
    "body": "Multimeters are the most complex electrical testers because like their name says they perform various functions of testing. With this tester, you can have precise readings of resistance, AC and DC voltage, continuity, capacitance, and frequency if you get the high-dollar tester.\nIn choosing a multimeter, you get what you pay for. Some have dial or selector buttons in which you must choose the voltage range you'll be testing if you know that. However, a better model is equipped with an auto-ranging feature that automatically selects the proper range for you. For an all-in-one tester, this is a great choice to have around the house.",
    "body_type": "text"
  },
  {
    "id": 463,
    "learningObjectiveId": 18,
    "body": "Maintenance Of Tools And Equipment",
    "body_type": "header"
  },
  {
    "id": 464,
    "learningObjectiveId": 18,
    "body": "Proper Care and Maintenance of Tools and Equipment\n\r\n• Use tools for their intended purpose acutely.\r\n• Clean the tools immediately after using them.\r\n• Keep tools in their proper places.\r\n• Always cover sharp pointed tools with cork .\r\n• Be sure are in good working condition before using them.\r\n• Handle and use tools property.",
    "body_type": "text"
  },
  {
    "id": 465,
    "learningObjectiveId": 18,
    "body": "Safe Use and Maintenance of Tools",
    "body_type": "text"
  },
  {
    "id": 466,
    "learningObjectiveId": 18,
    "body": "topic6_pic9.JPEG",
    "body_type": "image"
  },
  {
    "id": 467,
    "learningObjectiveId": 18,
    "body": "1. Safe Use\nThese risks can vary greatly. Above all, what matters is that whoever has to use any tool or piece of equipment as part of their job does so with care. To ensure safe use, employers must train staff and provide suitable information.This isn’t necessary for basic items, but when certain tools and equipment change, refresher training improves skills and reminds users of safety procedures.",
    "body_type": "text"
  },
  {
    "id": 468,
    "learningObjectiveId": 18,
    "body": "topic6_pic10.jpg",
    "body_type": "image"
  },
  {
    "id": 469,
    "learningObjectiveId": 18,
    "body": "A further part of a health and safety strategy is to maintain tools and equipment regularly. This helps to identify safety problems before they become a serious hazard. Only qualified people should carry out the maintenance. They should also keep records of their inspections.",
    "body_type": "text"
  },
  {
    "id": 470,
    "learningObjectiveId": 18,
    "body": "3. The Law on Tools and Maintenance\nThese requirements appear in work equipment law. The Provision and Use of Work Equipment Regulations 1998 (PUWER) gives procedures on a range of topics.Employers must assess the suitability of tools and equipment for given tasks; they must operate a maintenance scheme and training programmed; and they must ensure they keep equipment secure and safe. PUWER also has specific rules about the safe use and maintenance of mobile equipment and power presses. The Lifting Operations and Lifting Equipment Regulations 1998 (LOLER) apply to equipment that lifts objects and people. Employers must meet all the use and maintenance rules that LOLER contains.",
    "body_type": "text"
  },
  {
    "id": 471,
    "learningObjectiveId": 18,
    "body": "4. Management\nThere is one important way to follow the rules and to manage the safe use and maintenance of tools and equipment. This is to assess and control the risks.Risk assessments such as these let employers know what training they need to run. The assessments also show what information employers must make available in the form of posters, user guides and Safety Signs.",
    "body_type": "text"
  },
  {
    "id": 472,
    "learningObjectiveId": 18,
    "body": "By limiting risks in this way, employers have some control over potential hazards. Specifically, employers should:\n\r\n• Place guards on machinery to protect fingers and limbs.\r\n• Ensure that system controls have appropriate warning devices.\r\n• Insist staff wear personal protective clothing as necessary.\r\n• Arrange for maintenance when equipment is safely shut down and not in use.",
    "body_type": "text"
  },
  {
    "id": 473,
    "learningObjectiveId": 18,
    "body": "Use of Protective Clothing at Work",
    "body_type": "text"
  },
  {
    "id": 474,
    "learningObjectiveId": 18,
    "body": "topic6_pic11.JPEG",
    "body_type": "image"
  },
  {
    "id": 475,
    "learningObjectiveId": 18,
    "body": "1. Personal protective equipment (PPE) can make a working environment more comfortable. It can also save lives.\nPPE is any equipment worn at work that protects someone from health and safety risks. Examples of such equipment are gloves, helmets, harnesses, footwear, respiratory aids, high-visibility vests, and eye protection. It is also specialist clothing that completely covers a worker and protects against any chemical infiltration.",
    "body_type": "text"
  },
  {
    "id": 476,
    "learningObjectiveId": 18,
    "body": "The Right PPE must match the Potential Workplace Hazards. If there’s any doubt about suitability, the British Safety Industry Federation can give advice.\nTo help determine the right PPE, the following questions can help.\r\n• Does the PPE control the risks or does it possibly increase them?\r\n• Does it allow for the conditions of the workplace?\r\n• Is it easy to adjust the PPE for whoever is using it?\r\n• Does the PPE provide enough visibility and can the wearer communicate effectively?\r\n• Can a worker wear a number of PPE items at the same time safely and comfortably?\r\n• Employers should also consider whether there are ways to control a health and safety risk without using PPE.",
    "body_type": "text"
  },
  {
    "id": 477,
    "learningObjectiveId": 18,
    "body": "2. Hazards",
    "body_type": "text"
  },
  {
    "id": 478,
    "learningObjectiveId": 18,
    "body": "topic6_pic12.GIF",
    "body_type": "image"
  },
  {
    "id": 479,
    "learningObjectiveId": 18,
    "body": "The hazards PPE protects against are anything that may adversely affect all or part of a human body.The hazards for feet and legs, for example, are dampness; cuts; slips; falling objects; chemical spillages; and abrasive materials. To reduce or prevent the damage posed by such hazards, suitable PPE may be safety boots with steel toe caps; oil and chemical resistant soles on shoes and boots; leggings; and gaiters.",
    "body_type": "text"
  },
  {
    "id": 480,
    "learningObjectiveId": 18,
    "body": "3. The Regulations\nThe main piece of legislation that covers the use of protective clothing is the Personal Protective Equipment at Work Regulations 1992. These state that employers must supply PPE at any workplace where risks to health and safety require it. They also make the point that when PPE is available, workers must use it.Further obligations that the rules place on employers and employees are as follows:\r\n• The PPE must match the type of job\r\n• Maintenance and storage of PPE must be adequate\r\n• Safety instructions for PPE must be on hand\r\n• Workers must use PPE properly",
    "body_type": "text"
  },
  {
    "id": 481,
    "learningObjectiveId": 18,
    "body": "4. Training",
    "body_type": "text"
  },
  {
    "id": 482,
    "learningObjectiveId": 18,
    "body": "topic6_pic13.jpg",
    "body_type": "image"
  },
  {
    "id": 483,
    "learningObjectiveId": 18,
    "body": "The Health and Safety Executive (HSE) gives advice about PPE training. For example, employers must ensure that workers understand why PPE is necessary, when they must use it, and what the restrictions may be. Employers must also give training on PPE use and check that workers are following any guidelines. To help, the HSE recommends that employers put up safety signs that remind staff about PPE.",
    "body_type": "text"
  },
  {
    "id": 484,
    "learningObjectiveId": 18,
    "body": "5. Maintenance\nFurther HSE advice covers PPE maintenance. Both employers and staff have a responsibility to look after PPE and store it correctly in dry cupboards or cases. They must also keep PPE clean and in good condition.\r\n6. Meeting the Regulations\r\nFinally, all personal protective equipment should have a ‘CE’ mark. The ‘CE’ mark confirms that each item of PPE meets the Personal Protective Equipment Regulations 2002.",
    "body_type": "text"
  },
  {
    "id": 485,
    "learningObjectiveId": 19,
    "body": "Working Safely In A Confined Space",
    "body_type": "header"
  },
  {
    "id": 486,
    "learningObjectiveId": 19,
    "body": "topic6_pic14.JPEG",
    "body_type": "image"
  },
  {
    "id": 487,
    "learningObjectiveId": 19,
    "body": "What Constitutes a Confined Space?\nWhen it comes to the law on safety in confined spaces, it generally refers to spaces where there is a risk of serious injury or death due to dangerous conditions such as a lack of oxygen or from Hazardous Substances. However, it’s not possible to categories confined spaces at work completely. Here is a list of some of the more common confined spaces which the safety legislation will cover:",
    "body_type": "text"
  },
  {
    "id": 488,
    "learningObjectiveId": 19,
    "body": "• Storage tanks",
    "body_type": "text"
  },
  {
    "id": 489,
    "learningObjectiveId": 19,
    "body": "topic6_pic15.jpg",
    "body_type": "image"
  },
  {
    "id": 490,
    "learningObjectiveId": 19,
    "body": "• Enclosed drains and sewers",
    "body_type": "text"
  },
  {
    "id": 491,
    "learningObjectiveId": 19,
    "body": "topic6_pic16.jpg",
    "body_type": "image"
  },
  {
    "id": 492,
    "learningObjectiveId": 19,
    "body": "• Silos",
    "body_type": ""
  },
  {
    "id": 493,
    "learningObjectiveId": 19,
    "body": "topic6_pic17.jpg",
    "body_type": "image"
  },
  {
    "id": 494,
    "learningObjectiveId": 19,
    "body": "• Ductwork",
    "body_type": ""
  },
  {
    "id": 495,
    "learningObjectiveId": 19,
    "body": "topic6_pic18.jpg",
    "body_type": "image"
  },
  {
    "id": 496,
    "learningObjectiveId": 19,
    "body": "The Dangers That Can Arise\nThere are many inherent dangers with work that is carried out in confined spaces and so safety is of paramount importance. A lack of oxygen which can suddenly occur for several reasons is probably one of the most obvious but there are others too.Poisonous gas or toxic smoke can build up in underground work or it can enter via connecting pipework or through leaks in things like pits and trenches. Gas and from liquids and solids which can escape when disturbed is another issue as well as the obvious Risks of Fire and explosion.",
    "body_type": "text"
  },
  {
    "id": 497,
    "learningObjectiveId": 19,
    "body": "The Effects on Workers\nIn addition to management needing to ensure that all of the equipment and processes are working properly and in accordance with the law to prevent a catastrophic disaster, there are other day-to-day life issues regarding health and safety which also need addressing to prevent damage to the health of workers.Working in Excessively Hot Temperatures (or sometimes excessively cold) can cause physical and mental stress and it requires strict health and safety provision as well as the management making sure that the staff is wearing any necessary safety protection when it comes to clothing and equipment, such as breathing apparatus, for example. The length of time a worker can continually work within the confined space must also be managed properly.",
    "body_type": "text"
  },
  {
    "id": 498,
    "learningObjectiveId": 19,
    "body": "The Responsibilities of an Employer\nWhen it comes to working in confined spaces, the management must make provision to identify any hazards present, assess the risks posed by them and put procedures in place and take any necessary precautionary measures to protect the workforce. All of these considerations will usually be determined by the following:\r\n• What the work entails\r\n• The environment in which it is carried out\r\n The materials and tools that are to be used\r\n• The competency and suitability of those employed to carry out the work\r\n• Emergency rescue or evacuation procedures",
    "body_type": "text"
  },
  {
    "id": 499,
    "learningObjectiveId": 19,
    "body": "Supervision",
    "body_type": "text"
  },
  {
    "id": 500,
    "learningObjectiveId": 19,
    "body": "topic6_pic19.jpg",
    "body_type": "image"
  },
  {
    "id": 501,
    "learningObjectiveId": 19,
    "body": "A supervisor should be put into place to oversee and manage the entire operation. Their responsibilities include:\n\r\n• Ensuring workers are suitable for the role. This not only means that they have the necessary skills and training but also includes whether they’re medically fit as well as taking into account factors such as their physical build, propensity to suffer from claustrophobia and general fitness level\r\n• Ensuring that the size of the entrance is sufficient for all workers and equipment to pass through safely\r\n• Ensuring that the confined space is as well ventilated as it can be\r\n• Testing air quality\r\n• The provision of any specialist tools and lighting and of breathing apparatus, if needed",
    "body_type": "text"
  },
  {
    "id": 502,
    "learningObjectiveId": 19,
    "body": "Emergency Procedure\nAny company in which work is going to be carried out within a confined space must have drawn up an emergency rescue and evacuation procedure and carry out practice drills. Communication systems also need to be set up so that communication can be carried out between those working in the confined space and those outside of it as well as how communication between the company and the emergency services is going to work.Time will also be a considerable factor when it comes to evacuating an area or initiating a rescue. There is so much more contained within the Confined Spaces Regulations 1997 than can be covered here but it is important to read through the legislation carefully where work in confined spaces is necessary. Your life and that of others could depend on it.",
    "body_type": "text"
  },
  {
    "id": 503,
    "learningObjectiveId": 19,
    "body": "Exposure to EMFs (Electro-Magnetic Fields) in the Workplace\nElectromagnetic fields and their effects on health and safety in the workplace is an area which, as yet, has not been thoroughly determined as to it warranting specific legislation beyond an EU Directive.",
    "body_type": "text"
  },
  {
    "id": 504,
    "learningObjectiveId": 19,
    "body": "What are Electromagnetic Fields?",
    "body_type": "text"
  },
  {
    "id": 505,
    "learningObjectiveId": 19,
    "body": "https://youtu.be/uj0DFDfQajw ",
    "body_type": "video"
  },
  {
    "id": 506,
    "learningObjectiveId": 19,
    "body": "Electromagnetic fields, or EMFs, do not just occur at work but are present in our everyday lives wherever there is a flow of electricity and this results in non-ionising radiation. So, whether you’re using a computer at home or simply watching television to boiling a kettle or using your mobile phone, in so doing you will be creating an electromagnetic field and the higher the voltage, the stronger the field. ",
    "body_type": "text"
  },
  {
    "id": 507,
    "learningObjectiveId": 19,
    "body": "topic6_pic20.GIF",
    "body_type": "image"
  },
  {
    "id": 508,
    "learningObjectiveId": 19,
    "body": "Even our own bodies produce their own electrical activity but it’s when we get ‘manufactured’ EMFs which are stronger in intensity such as with overhead power cables, electrical wiring in buildings or bank upon bank of computer terminals all in the same confined space as well as other electrical appliances such as welding equipment and other hand and machine tools which raises cause for concern.",
    "body_type": "text"
  },
  {
    "id": 509,
    "learningObjectiveId": 19,
    "body": "What are the Risks?\nThe main hazards tend to revolve around the prolonged exposure to oscillating electric and magnetic fields which can affect body tissue. Electric fields cause body cells to vibrate and to heat up at high frequencies and in oscillating magnetic fields, electric currents are generated in body tissue which acts as a conductor. In combination, the electric changes in body cells and tissue causes dust particles as well as charged gas molecules to be attracted to these parts.",
    "body_type": "text"
  },
  {
    "id": 510,
    "learningObjectiveId": 19,
    "body": "How can This Damage Health?\nProlonged high exposure to electromagnetic fields can impair the body’s immune system which lessens the capability of your body’s white blood cells to kill off tumours and combat disease and there is evidence to suggest that this can also have adverse effects on your central nervous system, glands and the brain which are not only connected to certain types of cancer but can also produce other problems both physically and psychologically.",
    "body_type": "text"
  },
  {
    "id": 511,
    "learningObjectiveId": 19,
    "body": "What do Employers Need to Do?\nFrom carrying out a thorough risk assessment to training staff to understand and recognize the effects of EMFs, it is an Employer’s Duty to shield workers from the effects of EMFs as much as is possible. This can be achieved by using lower voltage and shielded equipment, restricting the distance between equipment and the worker operating it and by cutting off the current and unplugging any equipment when it is not in use.As for employees, if they should show signs of fatigue, regular headaches, an inability to concentrate for long periods, if they have trouble sleeping or experience any odd incidences of memory loss, they should visit their GP and also immediately inform their health and safety manager if they suspect their symptoms could be related to excessive exposure to electromagnetic fields.",
    "body_type": "text"
  },
  {
    "id": 512,
    "learningObjectiveId": 19,
    "body": "SOP Preparation",
    "body_type": "text"
  },
  {
    "id": 513,
    "learningObjectiveId": 19,
    "body": "topic6_pic21.JPEG",
    "body_type": "image"
  },
  {
    "id": 514,
    "learningObjectiveId": 19,
    "body": "The organization should have a procedure in place for determining what procedures or processes need to be documented. Those SOPs should then be written by individuals knowledgeable with the activity and the organization's internal structure. These individuals are essentially subject-matter experts who actually perform the work or use the process. \nA team approach can be followed, especially for multi-tasked processes where the experiences of a number of individuals are critical, which also promotes “buy-in” from potential users of the SOP.",
    "body_type": "text"
  },
  {
    "id": 515,
    "learningObjectiveId": 20,
    "body": "\nEnsuring The Accuracy And Correctness Of Electrical/Wiring And Electronics Connections To Be Used.",
    "body_type": "header"
  },
  {
    "id": 516,
    "learningObjectiveId": 20,
    "body": "https://youtu.be/-MMSdiv_IqA ",
    "body_type": "video"
  },
  {
    "id": 517,
    "learningObjectiveId": 20,
    "body": "topic6_pic22.JPEG",
    "body_type": "image"
  },
  {
    "id": 518,
    "learningObjectiveId": 20,
    "body": "Electrical Safety First produces, in association with other industry bodies, a range of Best Practice Guides which provide definitive information and guidance on a range of technical subjects. \nWith topics ranging from replacing a consumer unit in domestic premises to guidance on safety isolation procedures and accuracy of test instruments there’s sure to be something that you will find useful.",
    "body_type": "text"
  },
  {
    "id": 519,
    "learningObjectiveId": 20,
    "body": "• Electrical Safety First Best Practice Guide No. 9 Safe installation of retrofit LED lamps\n• Electrical Safety First Best Practice Guide No. 8 Selection and use of plug-in socket-outlet test devices.\r\n• Electrical Safety First Best Practice Guide No. 7 Test instruments for electrical installations: Accuracy and consistency.\r\n• Electrical Safety First Best Practice Guide No. 6 Now merged with Best Practice Guide No. 1.\r\n• Electrical Safety First Best Practice Guide No. 5 Electrical installations and their impact on the fire performance of domestic premises used as single family houses.\r\n• Electrical Safety First Best Practice Guide No. 4 Electrical installation condition reporting: Classification Codes for domestic and similar electrical installations.\r\n• Electrical Safety First Best Practice Guide No. 3 Connecting a micro generation system to a domestic or similar electrical installation (in parallel with the mains supply).\r\n• Electrical Safety First Best Practice Guide No. 2 (Issue 3) Guidance on the management of electrical safety and safe isolation procedures for low voltage installations.\r\n• Electrical Safety First Best Practice Guide No. 1 (Issue 3) Replacing a consumer unit in domestic premises.",
    "body_type": "text"
  },
  {
    "id": 520,
    "learningObjectiveId": 21,
    "body": "Identify And Explain The Uses/Functions Of Different Types Of Tools, Equipment And Testing Instruments",
    "body_type": "header"
  },
  {
    "id": 521,
    "learningObjectiveId": 21,
    "body": "9G-PyDi7k1U",
    "body_type": "video"
  },
  {
    "id": 522,
    "learningObjectiveId": 21,
    "body": "1. Butane Portable 2 in 1 Soldering Tool",
    "body_type": "text"
  },
  {
    "id": 523,
    "learningObjectiveId": 21,
    "body": "lesson7_pic1.jpeg",
    "body_type": "image"
  },
  {
    "id": 524,
    "learningObjectiveId": 21,
    "body": "is a lightweight, compact cordless butane soldering and hot air tool. The Pieze ignition has an easy-to-use push button and it has a fast heat-up for high productivity and meltssolder in less than 40 seconds.",
    "body_type": "text"
  },
  {
    "id": 525,
    "learningObjectiveId": 21,
    "body": "2. Tweezer Style Soldering Iron",
    "body_type": "text"
  },
  {
    "id": 526,
    "learningObjectiveId": 21,
    "body": "lesson7_pic2.jpeg",
    "body_type": "image"
  },
  {
    "id": 527,
    "learningObjectiveId": 21,
    "body": "Handy tweezers with 48 Watt heating element is great for soldering/desoldering Surface Mount Devices (SMD). ",
    "body_type": "text"
  },
  {
    "id": 528,
    "learningObjectiveId": 21,
    "body": "3. 40 Watt Soldering Kit",
    "body_type": "text"
  },
  {
    "id": 529,
    "learningObjectiveId": 21,
    "body": "lesson7_pic4.jpeg",
    "body_type": "image"
  },
  {
    "id": 530,
    "learningObjectiveId": 21,
    "body": " Soldering Iron Kit features soft grip comfort handle for maximum comfort and reduced slippage. This comes with assembled dimension of 12.37 in. d x 0.432 in. w x 1.76 in. h. It is convenient to handle and use.",
    "body_type": "text"
  },
  {
    "id": 531,
    "learningObjectiveId": 21,
    "body": "4. 3-Wire 40 Watt Soldering Iron for 110 Volts",
    "body_type": "text"
  },
  {
    "id": 532,
    "learningObjectiveId": 21,
    "body": "lesson7_pic3.jpeg",
    "body_type": "image"
  },
  {
    "id": 533,
    "learningObjectiveId": 21,
    "body": "soldering iron has a three wire grounded cord set and is a portable line voltage iron which means no base station is required.",
    "body_type": "text"
  },
  {
    "id": 534,
    "learningObjectiveId": 21,
    "body": "5. Angled, Fine Point Tweezer",
    "body_type": "text"
  },
  {
    "id": 535,
    "learningObjectiveId": 21,
    "body": "lesson7_pic5.jpeg",
    "body_type": "image"
  },
  {
    "id": 536,
    "learningObjectiveId": 21,
    "body": "Slant Tip Tweezers​ Slant tipped tweezers are the most popular because they are the most versatile and easy to use. The flat edge can be easily angled to run parallel to the skin, to enable you to grab even fine hairs, and to pull them out more easily in the direction of the hair's growth.",
    "body_type": "text"
  },
  {
    "id": 537,
    "learningObjectiveId": 21,
    "body": "6. Straigth, Fine Point Tweezer",
    "body_type": "text"
  },
  {
    "id": 538,
    "learningObjectiveId": 21,
    "body": "lesson7_pic6.jpeg",
    "body_type": "image"
  },
  {
    "id": 539,
    "learningObjectiveId": 21,
    "body": "Straight fine-point tweezers perfect for picking and placing small electronic components on PCBs. ",
    "body_type": "text"
  },
  {
    "id": 540,
    "learningObjectiveId": 21,
    "body": "7. Nibbling Tool",
    "body_type": "text"
  },
  {
    "id": 541,
    "learningObjectiveId": 21,
    "body": "lesson7_pic7.jpeg",
    "body_type": "image"
  },
  {
    "id": 542,
    "learningObjectiveId": 21,
    "body": " is a tool for cutting sheet metal with minimal distortion. One type operates much like a punch and die, with a blade that moves in a linear fashion against a fixed die, removing small bits of metal and leaving a kerf approximately 6 mm wide.",
    "body_type": "text"
  },
  {
    "id": 543,
    "learningObjectiveId": 21,
    "body": "8. 2 in 1 Cutter Stripper 14 to 10 AWG",
    "body_type": "text"
  },
  {
    "id": 544,
    "learningObjectiveId": 21,
    "body": "lesson7_pic8.jpeg",
    "body_type": "image"
  },
  {
    "id": 545,
    "learningObjectiveId": 21,
    "body": "is a pair of opposing blades much like scissors or wire cutters. The addition of a center notch makes it easier to cut the insulation without cutting the wire.",
    "body_type": "text"
  },
  {
    "id": 546,
    "learningObjectiveId": 21,
    "body": "9. Universal Wire Stripper",
    "body_type": "text"
  },
  {
    "id": 547,
    "learningObjectiveId": 21,
    "body": "lesson7_pic9.jpeg",
    "body_type": "image"
  },
  {
    "id": 548,
    "learningObjectiveId": 21,
    "body": "Universal Cable Stripper Cutter for Flat or Round UTP Cat5 Cat6 Wire Coax Coaxial Stripping Tool ",
    "body_type": "text"
  },
  {
    "id": 549,
    "learningObjectiveId": 21,
    "body": "10. Pliers and Cutters",
    "body_type": "text"
  },
  {
    "id": 550,
    "learningObjectiveId": 21,
    "body": "lesson7_pic10.jpeg",
    "body_type": "image"
  },
  {
    "id": 551,
    "learningObjectiveId": 21,
    "body": "pincers with parallel, flat, and typically serrated surfaces, used chiefly for gripping small objects or bending wire.",
    "body_type": "text"
  },
  {
    "id": 552,
    "learningObjectiveId": 21,
    "body": "11. IC Extraction Tool",
    "body_type": "text"
  },
  {
    "id": 553,
    "learningObjectiveId": 21,
    "body": "lesson7_pic11.jpeg",
    "body_type": "image"
  },
  {
    "id": 554,
    "learningObjectiveId": 21,
    "body": "is a tool for safely and quickly removing integrated circuits (ICs) from their sockets. The main purpose of using this tool is to avoid bending the socket pins.",
    "body_type": "text"
  },
  {
    "id": 555,
    "learningObjectiveId": 21,
    "body": "12. Crimper Plier",
    "body_type": "text"
  },
  {
    "id": 556,
    "learningObjectiveId": 21,
    "body": "lesson7_pic12.jpeg",
    "body_type": "image"
  },
  {
    "id": 557,
    "learningObjectiveId": 21,
    "body": "The construction is very similar to the construction of any other multi-tool or pliers. The specific feature is the presence of one groove on each of the opposing jaws.",
    "body_type": "text"
  },
  {
    "id": 558,
    "learningObjectiveId": 21,
    "body": "13. Multi Crimp-Strip Tool",
    "body_type": "text"
  },
  {
    "id": 559,
    "learningObjectiveId": 21,
    "body": "lesson7_pic13.jpeg",
    "body_type": "image"
  },
  {
    "id": 560,
    "learningObjectiveId": 21,
    "body": "Having a multi-function tool can help save time, and using multi crimp-stripper makes your tool belt a little lighter. With the ergonomic shaped.",
    "body_type": "text"
  },
  {
    "id": 561,
    "learningObjectiveId": 21,
    "body": "14. Pro Ratchet Mechanism Crimping Tool",
    "body_type": "text"
  },
  {
    "id": 562,
    "learningObjectiveId": 21,
    "body": "lesson7_picl14.jpeg",
    "body_type": "image"
  },
  {
    "id": 563,
    "learningObjectiveId": 21,
    "body": "is ideal for insulated and bare terminals. Featuring an adjustable crimping compression mechanism and an up/down ratchet lock, the crimping tool is designed for 10- to 22-gauge wire.",
    "body_type": "text"
  },
  {
    "id": 564,
    "learningObjectiveId": 21,
    "body": "15. Wire Wrapping Wire",
    "body_type": "text"
  },
  {
    "id": 565,
    "learningObjectiveId": 21,
    "body": "lesson7_pic15.jpeg",
    "body_type": "image"
  },
  {
    "id": 566,
    "learningObjectiveId": 21,
    "body": "Electronic components mounted on an insulating board are interconnected by lengths of insulated wirerun between their terminals, with the connections made by wrapping several turns around a component lead or a socket pin.",
    "body_type": "text"
  },
  {
    "id": 567,
    "learningObjectiveId": 21,
    "body": "16. Hand Wrapping Tool",
    "body_type": "text"
  },
  {
    "id": 568,
    "learningObjectiveId": 21,
    "body": "lesson7_pic16.jpeg",
    "body_type": "image"
  },
  {
    "id": 569,
    "learningObjectiveId": 21,
    "body": "This manual wire wrapping tool allows you to make uniform, gas-tight solderless wrapped connections.",
    "body_type": "text"
  },
  {
    "id": 570,
    "learningObjectiveId": 21,
    "body": "17. Manual Wire Wrapping Tool",
    "body_type": "text"
  },
  {
    "id": 571,
    "learningObjectiveId": 21,
    "body": "lesson7_pic17.jpeg",
    "body_type": "image"
  },
  {
    "id": 572,
    "learningObjectiveId": 21,
    "body": "This manual wire wrapping tool allows you to make uniform, gas-tight solderless wrapped connections.",
    "body_type": "text"
  },
  {
    "id": 573,
    "learningObjectiveId": 21,
    "body": "18. Power Wrapping Tool",
    "body_type": "text"
  },
  {
    "id": 574,
    "learningObjectiveId": 21,
    "body": "lesson7_pic18.jpeg",
    "body_type": "image"
  },
  {
    "id": 575,
    "learningObjectiveId": 21,
    "body": "power wrapping and unwrapping tools are ideal for installers, telecom technicians, and other specialists.",
    "body_type": "text"
  },
  {
    "id": 576,
    "learningObjectiveId": 21,
    "body": "19. Wire Wrap Bits-Sleeves",
    "body_type": "text"
  },
  {
    "id": 577,
    "learningObjectiveId": 21,
    "body": "lesson7_pic19.jpeg",
    "body_type": "image"
  },
  {
    "id": 578,
    "learningObjectiveId": 21,
    "body": "wire wrap bits create gas-tight, corrosion-resistant connections between copper wires and terminals without the use of solder. Standard and modified wire wrap bits, plus insulated, color-coded and standard wire wrapping sleeves are available.",
    "body_type": "text"
  },
  {
    "id": 579,
    "learningObjectiveId": 22,
    "body": "Identify Devices And Electronic Symbols",
    "body_type": "header"
  },
  {
    "id": 580,
    "learningObjectiveId": 22,
    "body": "Logic Gates",
    "body_type": "text"
  },
  {
    "id": 581,
    "learningObjectiveId": 22,
    "body": "lesson7_pic21.jpeg",
    "body_type": "image"
  },
  {
    "id": 582,
    "learningObjectiveId": 22,
    "body": "lesson7_pic22.jpeg",
    "body_type": "image"
  },
  {
    "id": 583,
    "learningObjectiveId": 22,
    "body": "AND Gate",
    "body_type": "text"
  },
  {
    "id": 584,
    "learningObjectiveId": 22,
    "body": "a circuit that produces an output signal only when signals are received simultaneously through all input connections.",
    "body_type": "text"
  },
  {
    "id": 585,
    "learningObjectiveId": 22,
    "body": "OR Gate",
    "body_type": "text"
  },
  {
    "id": 586,
    "learningObjectiveId": 22,
    "body": "a circuit that gives an output signal if there is a signal on any of its inputs.",
    "body_type": "text"
  },
  {
    "id": 587,
    "learningObjectiveId": 22,
    "body": "NOR Gate",
    "body_type": "text"
  },
  {
    "id": 588,
    "learningObjectiveId": 22,
    "body": "a circuit that produces an output signal only when there are no signals on any of the input connections.",
    "body_type": "text"
  },
  {
    "id": 589,
    "learningObjectiveId": 22,
    "body": "NOT Gate",
    "body_type": "text"
  },
  {
    "id": 590,
    "learningObjectiveId": 22,
    "body": "a circuit that produces an output signal only when there is not a signal on its input.",
    "body_type": "text"
  },
  {
    "id": 591,
    "learningObjectiveId": 22,
    "body": "NAND Gate",
    "body_type": "text"
  },
  {
    "id": 592,
    "learningObjectiveId": 22,
    "body": "a circuit that produces an output signal until there are signals on all of its inputs.",
    "body_type": "text"
  },
  {
    "id": 593,
    "learningObjectiveId": 22,
    "body": "Electronic Circuits Symbols",
    "body_type": "text"
  },
  {
    "id": 594,
    "learningObjectiveId": 22,
    "body": "lesson7_pic23.jpeg",
    "body_type": "image"
  },
  {
    "id": 595,
    "learningObjectiveId": 22,
    "body": "lesson7_pic24.jpeg",
    "body_type": "image"
  },
  {
    "id": 596,
    "learningObjectiveId": 22,
    "body": "lesson7_pic25.jpeg",
    "body_type": "image"
  },
  {
    "id": 597,
    "learningObjectiveId": 22,
    "body": "lesson7_pic26.jpeg",
    "body_type": "image"
  },
  {
    "id": 598,
    "learningObjectiveId": 23,
    "body": "Fundamentals Of Soldering Irons",
    "body_type": "header"
  },
  {
    "id": 599,
    "learningObjectiveId": 23,
    "body": "What is soldering and when should you use it?",
    "body_type": "text"
  },
  {
    "id": 600,
    "learningObjectiveId": 23,
    "body": "• Soldering is a process in which two or more metal items are joined together by melting and then flowing a filler metal into the joint—the filler metal having a relatively low melting point.\n\r\n• Soldering is used to form a permanent connection between electronic components.\r\n• The metal to be soldered is heated with a soldering iron and then solder is melted into the connection.\r\n• You can use a solderless breadboard to make test circuits, but if you want your circuit to last for more than a few days, you will want to solder the components together.",
    "body_type": "text"
  },
  {
    "id": 601,
    "learningObjectiveId": 23,
    "body": "Soldering is one of the most fundamental skills needed to dabble in the world of electronics. The two go together like peas and carrots. And, although it is possible to learn about and build electronics without needing to pick up a soldering iron, you’ll soon discover that a whole new world is opened with this one simple skill. ",
    "body_type": "text"
  },
  {
    "id": 602,
    "learningObjectiveId": 23,
    "body": "In a world of increasing technological surroundings, we believe it is important that people everywhere be able to not only understand the technologies they use everyday but also be able to build, alter, and fix them as well. Soldering is one of many skills that will empower you to do just that.",
    "body_type": "text"
  },
  {
    "id": 603,
    "learningObjectiveId": 23,
    "body": "lesson7_pic30.jpg",
    "body_type": "image"
  },
  {
    "id": 604,
    "learningObjectiveId": 23,
    "body": "What is Solder?",
    "body_type": "text"
  },
  {
    "id": 605,
    "learningObjectiveId": 23,
    "body": "Before learning how to solder, it’s always wise to learn a little bit about solder, its history, and the terminology that will be used while discussing it.\nSolder, as a word, can be used in two different ways. Solder, the noun, refers to the alloy (a substance composed of two or more metals) that typically comes as a long, thin wire in spools or tubes. Solder, the verb, means to join together two pieces of metal in what is called a solder joint. So, we solder with solder!",
    "body_type": "text"
  },
  {
    "id": 606,
    "learningObjectiveId": 23,
    "body": "lesson7_pic31.jpg",
    "body_type": "image"
  },
  {
    "id": 607,
    "learningObjectiveId": 23,
    "body": "Leaded vs. Lead-free Solder – A Brief History",
    "body_type": "text"
  },
  {
    "id": 608,
    "learningObjectiveId": 23,
    "body": "One of the most important things to be aware of when it comes to solder is that, traditionally, solder was composed of mostly lead (Pb), tin (Sn), and a few other trace metals. This solder is known as leaded solder. As it has come to be known, lead is harmful to humans and can lead to lead poisoning when exposed to large amounts. Unfortunately, lead is also a very useful metal, and it was chosen as the go-to metal for soldering because of its low melting point and ability to create great solder joints.\nWith the adverse effects of leaded soldering known, some key individuals and countries decided it was best to not use leaded solder anymore. In 2006, the European Union adopted the Restriction of Hazardous Substances Directive(RoHS). This directive, stated simply, restricts the use of leaded solder (amongst other materials) in electronics and electrical equipment. With that, the use of lead-free solder became the norm in electronics manufacturing.",
    "body_type": "text"
  },
  {
    "id": 609,
    "learningObjectiveId": 23,
    "body": "Lead-free solder is very similar to its leaded counterpart, except, as the name states, it contains no lead. Instead it is made up of mostly tin and other trace metals, such as silver and copper. This solder is usually marked with the RoHS symbol to let potential buyers know it conforms to the standard.",
    "body_type": "text"
  },
  {
    "id": 610,
    "learningObjectiveId": 23,
    "body": "Choosing the Right Solder for the Job",
    "body_type": "text"
  },
  {
    "id": 611,
    "learningObjectiveId": 23,
    "body": "When it comes to manufacturing electronics, it’s best to use lead-free solder to ensure the safety of your products. However, when it comes to you and your electronics, the choice of solder is yours to make. Many people still prefer the use of leaded solder on account of its superb ability to act as a joining agent. Still, others prefer safety over functionality and opt for the lead-free. SparkFun sells both varieties to allow individuals to make that choice for themselves.\nAs mentioned, lead was chosen because it performs the best in a situation such as soldering. When you take away the lead, you also take away some of the properties of solder that make it ideal for what it was intended – joining two pieces of metal. One such property is the melting point. Tin has a higher melting point than lead resulting in more heat needed to achieve flow. And, although tin gets the job done, it sometimes needs a little help.",
    "body_type": "text"
  },
  {
    "id": 612,
    "learningObjectiveId": 23,
    "body": "Aside from choosing leaded or lead-free solder, there are a number of other factors to consider when picking out solder. \nFirst, there are tons of other solder compositions out there aside from lead and tin. Check out the Wikipedia solder pagefor an extensive list of the different types.Second, solder comes in a variety of gauges, or widths. When working with small components, it’s often better to use a very thin piece of solder – the larger then number, the smaller the gauge. For large components, thicker wire is recommended.Last, solder comes in other forms besides wire. When getting into surface-mount soldering, you’ll see that solder paste is the form of choice. However, since this is a through-hole soldering tutorial, solder paste will not be discussed in detail.",
    "body_type": "text"
  },
  {
    "id": 613,
    "learningObjectiveId": 23,
    "body": "2. Fundamentals of soldering and desoldering",
    "body_type": "header"
  },
  {
    "id": 614,
    "learningObjectiveId": 23,
    "body": "Soldering and desoldering basics",
    "body_type": "text"
  },
  {
    "id": 615,
    "learningObjectiveId": 23,
    "body": "While no soldering required and simplifying soldering have both been used as selling points for many different products, sooner or later, you are going to have to heat the iron and get down to business.",
    "body_type": "text"
  },
  {
    "id": 616,
    "learningObjectiveId": 23,
    "body": "lesson7_pic29.jpeg",
    "body_type": "image"
  },
  {
    "id": 617,
    "learningObjectiveId": 23,
    "body": "Selecting Your Solder. Make sure to note whether the solder you’re working with contains lead if it does, make sure to wash your hands regularly to avoid absorbing it. (Another option is lead-free solder, but that comes with its own questions .)\nCatching Your Breath. Soldering produces fumes, and you don’t want to breathe them in. Ensure that your workspace is well ventilated, and if you plan to be soldering for a long period of time, work with an exhaust fan when possible.Protecting Your Eyes. A lot of people skip protective eyewear, but safety goggles are an important part of any safe workspace. Spatter may be rare, but it’s always better to be safe than sorry.Keeping Your Cool.Never forget that your soldering iron is hot! Once you’ve preheated the iron, make sure that you only hold it by the insulated grip, and always return it to its stand after you’ve used it.",
    "body_type": "text"
  },
  {
    "id": 618,
    "learningObjectiveId": 23,
    "body": "lesson7_pic28.jpeg",
    "body_type": "image"
  },
  {
    "id": 619,
    "learningObjectiveId": 23,
    "body": "Soldering iron with a stand, heat sink tweezers and solder sucker.",
    "body_type": "text"
  },
  {
    "id": 620,
    "learningObjectiveId": 23,
    "body": "Fixing Your Mistakes. Soldering isn’t permanent! In fact, just as soon as you start soldering, you’ll likely want to start desoldering . If you decide to use desoldering wick, remember that it is made of copper and it will get very hot.\nKeep Your Iron Clean. A clean iron tip means better heat conduction. Use a damp sponge to wipe the still-hot soldering iron between uses.",
    "body_type": "text"
  },
  {
    "id": 621,
    "learningObjectiveId": 24,
    "body": "Wiring And Cabling Techniques",
    "body_type": "header"
  },
  {
    "id": 622,
    "learningObjectiveId": 24,
    "body": "Methods of Wiring And Different Types of Wiring Systems ",
    "body_type": "text"
  },
  {
    "id": 623,
    "learningObjectiveId": 24,
    "body": "SdjyNoWQX5k",
    "body_type": "video"
  },
  {
    "id": 624,
    "learningObjectiveId": 24,
    "body": "Wiring (a process of connecting various accessories for distribution of electrical energy from supplier’s meter board to home appliances such as lamps, fans and other domestic appliances is known as Electrical Wiring) can be done using two methods which are\n\r\nJoint box system or Tee system\r\nLoop – in system",
    "body_type": "text"
  },
  {
    "id": 625,
    "learningObjectiveId": 24,
    "body": "Joint Box or Tee or Jointing System\n    In this method of wiring, connections to appliances are made through joints. These joints are made in joint boxes by means of suitable connectors or joints cutouts. This method of wiring doesn’t consume too much cables size. You might think because this method of wiring doesn’t require too much cable it is therefore cheaper. It is of course but the money you saved from buying cables will be used in buying joint boxes, thus equation is balanced. This method is suitable for temporary installations and it is cheap.",
    "body_type": "text"
  },
  {
    "id": 626,
    "learningObjectiveId": 24,
    "body": "lesson7_pic41.jpeg",
    "body_type": "image"
  },
  {
    "id": 627,
    "learningObjectiveId": 24,
    "body": "Loop-in or Looping System\nThis method of wiring is universally used in wiring. Lamps and other appliances are connected in parallel so that each of the appliances can be controlled individually. When a connection is required at a light or switch, the feed conductor is looped in by bringing it directly to the terminal and then carrying it forward again to the next point to be fed. The switch and light feeds are carried round the circuit in a series of loops from one point to another until the last on the circuit is reached. The phase or line conductors are looped either in switchboard or box and neutrals are looped either in switchboard or from light or fan. Line or phase should never be looped from light or fan.",
    "body_type": "text"
  },
  {
    "id": 628,
    "learningObjectiveId": 24,
    "body": "lesson7_pic42.jpeg",
    "body_type": "image"
  },
  {
    "id": 629,
    "learningObjectiveId": 24,
    "body": "Advantages of Loop-In Method of Wiring\nIt doesn’t require joint boxes and so money is saved In loop – in systems, no joint is concealed beneath floors or in roof spaces. Fault location is made easy as the points are made only at outlets so that they are accessible.",
    "body_type": "text"
  },
  {
    "id": 630,
    "learningObjectiveId": 24,
    "body": "Disadvantages of Loop-In Method of Wiring\n Length of wire or cables required is more and voltage drop and copper losses are therefore more Looping – in switches and lamp holders is usually difficult.",
    "body_type": "text"
  },
  {
    "id": 631,
    "learningObjectiveId": 24,
    "body": "Different Types of Electrical Wiring Systems",
    "body_type": "text"
  },
  {
    "id": 632,
    "learningObjectiveId": 24,
    "body": "2Eg6TTVOG-c",
    "body_type": "video"
  },
  {
    "id": 633,
    "learningObjectiveId": 24,
    "body": "The types of internal wiring usually used are\n\r\n- Cleat wiring\r\n- Wooden casing and capping wiring\r\n- CTS or TRS or PVC sheath wiring\r\n- Lead sheathed or metal sheathed wiring\r\n- Conduit wiring",
    "body_type": "text"
  },
  {
    "id": 634,
    "learningObjectiveId": 24,
    "body": "There are additional types of conduit wiring according to Pipes installation (Where steel and PVC pipes are used for wiring connection and installation).\nSurface or open  Conduit type Recessed or concealed or underground type Conduit",
    "body_type": "text"
  },
  {
    "id": 635,
    "learningObjectiveId": 24,
    "body": "1. Cleat Wiring\n",
    "body_type": "text"
  },
  {
    "id": 636,
    "learningObjectiveId": 24,
    "body": "This system of wiring comprise of ordinary VIR or PVC insulated wires (occasionally, sheathed and weather proof cable) braided and compounded held on walls or ceilings by means of porcelain cleats, Plastic or wood.\nCleat wiring system is a temporary wiring system therefore it is not suitable for domestic premises. The use of cleat wiring system is over nowadays.",
    "body_type": "text"
  },
  {
    "id": 637,
    "learningObjectiveId": 24,
    "body": "lesson7_pic43.jpeg",
    "body_type": "image"
  },
  {
    "id": 638,
    "learningObjectiveId": 24,
    "body": "lesson7_pic44.jpeg",
    "body_type": "image"
  },
  {
    "id": 639,
    "learningObjectiveId": 24,
    "body": "Advantages of Cleat Wiring:\n\r\n- It is simple and cheap wiring system\r\n- Most suitable for temporary use i.e. under construction building or army camping\r\n- As the cables and wires of cleat wiring system is in open air, Therefore fault in cables can be seen and repair easily.\r\n- Cleat wiring system installation is easy and simple.\r\n- Customization can be easily done in this wiring system e.g. alteration and addition.\r\n- Inspection is easy and simple.",
    "body_type": "text"
  },
  {
    "id": 640,
    "learningObjectiveId": 24,
    "body": "Disadvantages of Cleat Wiring:\n\r\n- Appearance is not so good.\r\n- Cleat wiring can’t be use for permanent use because, Sag may be occur after sometime of the usage.\r\n- In this wiring system, the cables and wiring is in open air, therefore, oil, Steam, humidity, smoke, rain, chemical and acidic effect may damage the cables and wires.\r\n- it is not lasting wire system because of the weather effect , risk of fire and wear & tear.\r\n- it can be only used on 250/440 Volts on low temperature.\r\n- There is always a risk of fire and electric shock.\r\n- it can’t be used in important and sensitive location and places.\r\n- It is not lasting, reliable and sustainable wiring system.",
    "body_type": "text"
  },
  {
    "id": 641,
    "learningObjectiveId": 24,
    "body": "2. Casing and Capping wiring",
    "body_type": "text"
  },
  {
    "id": 642,
    "learningObjectiveId": 24,
    "body": "Casing and Capping wiring system was famous wiring system in the past but, it is considered obsolete this days because of Conduit and sheathed wiring system. The cables used in this kind of wiring were either VIR or PVC or any other approved insulated cables.\nThe cables were carried through the wooden casing enclosures. The casing is made up of a strip of wood with parallel grooves cut length wise so as to accommodate VIR cables. The grooves were made to separate opposite polarity. the capping (also made of wood) used to cover the wires and cables installed and fitted in the casing.",
    "body_type": "text"
  },
  {
    "id": 643,
    "learningObjectiveId": 24,
    "body": "lesson7_pic45.jpeg",
    "body_type": "image"
  },
  {
    "id": 644,
    "learningObjectiveId": 24,
    "body": "Advantages of Casing Capping Wiring:\n\r\n- It is cheap wiring system as compared to sheathed and conduit wiring systems.\r\n- It is strong and long-lasting wiring system.\r\n- Customization can be easily done in this wiring system.\r\n- If Phase and Neutral wire is installed in separate slots, then repairing is easy.\r\n- Stay for long time in the field due to strong insulation of capping and casing..\r\n- It stays safe from oil, Steam, smoke and rain.\r\n- No risk of electric shock due to covered wires and cables in casing & capping.",
    "body_type": "text"
  },
  {
    "id": 645,
    "learningObjectiveId": 24,
    "body": "Disadvantages Casing Capping Wiring:\n\r\n- There is a high risk of fire in casing & capping wiring system.\r\n- Not suitable in the acidic, alkalies and humidity conditions\r\n- Costly repairing and need more material.\r\n- Material can’t be found easily in the contemporary\r\n- White ants may damage the casing & capping of wood.",
    "body_type": "text"
  },
  {
    "id": 646,
    "learningObjectiveId": 24,
    "body": "3. Batten Wiring (CTS or TRS)\nSingle core or double core or three core TRS cables with a circular oval shape cables are used in this kind of wiring. Mostly, single core cables are preferred. TRS cables are chemical proof, water proof, steam proof, but are slightly affected by lubricating oil. The TRS cables are run on well seasoned and straight teak wood batten with at least a thickness of 10mm.The cables are held on the wooden batten by means of tinned brass link clips (buckle clip) already fixed on the batten with brass pins and spaced at an interval of 10cm for horizontal runs and 15cm for vertical runs.",
    "body_type": "text"
  },
  {
    "id": 647,
    "learningObjectiveId": 24,
    "body": "lesson7_pic46.jpeg",
    "body_type": "image"
  },
  {
    "id": 648,
    "learningObjectiveId": 24,
    "body": "Advantages of Batten Wiring\n- Wiring installation is simple and easy\r\n- Cheap as compared to other electrical wiring systems\r\n- Paraphrase is good and beautiful\r\n- Repairing is easy\r\n- Strong and long-lasting\r\n- Customization can be easily done in this wiring system.\r\n- Less chance of leakage current in batten wiring system",
    "body_type": "text"
  },
  {
    "id": 649,
    "learningObjectiveId": 24,
    "body": "Disadvantages of Batten Wiring\n- Can’t be install in the humidity, Chemical effects, open and outdoor areas.\r\n- High risk of firs\r\n- Not safe from external wear & tear and weather effects (because, the wires are openly visible to heat, dust, steam and smoke.\r\n- Heavy wires can’t be used in batten wiring system.\r\n- Only suitable below then 250V.\r\n- Need more cables and wires.",
    "body_type": "text"
  },
  {
    "id": 650,
    "learningObjectiveId": 24,
    "body": "4. Lead Sheathed Wiring\nThe type of wiring employs conductors that are insulated with VIR and covered with an outer sheath of lead aluminum alloy containing about 95% of lead. The metal sheath given protection to cables from mechanical damage, moisture and atmospheric corrosion. The whole lead covering is made electrically continuous and is connected to earth at the point of entry to protect against electrolytic action due to leaking current and to provide safety in case the sheath becomes alive. The cables are run on wooden batten and fixed by means of link clips just as in TRS wiring.",
    "body_type": "text"
  },
  {
    "id": 651,
    "learningObjectiveId": 24,
    "body": "5. Conduit Wiring\nThere are two additional types of conduit wiring according to pipe installation Surface Conduit Wiring Concealed Conduit Wiring",
    "body_type": "text"
  },
  {
    "id": 652,
    "learningObjectiveId": 24,
    "body": "Surface Conduit Wiring\nIf conduits installed on roof or wall, It is known as surface conduit wiring. in this wiring method, they make holes on the surface of wall on equal distances and conduit is installed then with the help of rawal plugs.",
    "body_type": "text"
  },
  {
    "id": 653,
    "learningObjectiveId": 24,
    "body": "Concealed Conduit wiring\nIf the conduits is hidden inside the wall slots with the help of plastering, it is called concealed conduit wiring. In other words, the electrical wiring system inside wall, roof or floor with the help of plastic or metallic piping is called concealed conduit wiring. obliviously, It is the most popular, beautiful, stronger and common electrical wiring system nowadays.",
    "body_type": "text"
  },
  {
    "id": 654,
    "learningObjectiveId": 24,
    "body": "lesson7_pic47.jpeg",
    "body_type": "image"
  },
  {
    "id": 655,
    "learningObjectiveId": 24,
    "body": "In Conduit wiring system, The conduits should be electrically continuous and connected to earth at some suitable points in case of steel conduit. Conduit wiring is a professional way of wiring a building. Mostly PVC conduits are used in domestic wiring.\nIt is done by screwing a PVC trunking pipe to a wall then passing the cables through the pipe. The cables in conduit should not be too tight. Space factor have to be put into consideration.",
    "body_type": "text"
  },
  {
    "id": 656,
    "learningObjectiveId": 24,
    "body": "Types of Conduit",
    "body_type": "text"
  },
  {
    "id": 657,
    "learningObjectiveId": 24,
    "body": "Metallic Conduit:\nMetallic conduits are made of steel which are very strong but costly as well.\r\nThere are two types of metallic conduits.\r\nClass A Conduit: Low gauge conduit (Thin layer steel sheet conduit)\r\nClass B Conduit: High gauge conduit (Thick sheet of steel conduit)",
    "body_type": "text"
  },
  {
    "id": 658,
    "learningObjectiveId": 24,
    "body": "Non-metallic Conduit:\nA solid PVC conduit is used as non-metallic conduit now a days, which is flexible and easy to bend.",
    "body_type": "text"
  },
  {
    "id": 659,
    "learningObjectiveId": 24,
    "body": "Advantage of Conduit Wiring Systems\n- It is the safest wiring system (Concealed conduit wring)\r\n- Appearance is very beautiful (in case of concealed conduit wiring)\r\n- No risk of mechanical wear & tear and fire in case of metallic pipes.\r\n- Customization can be easily done according to the future needs.\r\n- Repairing and maintenance is easy.\r\n- There is no risk of damage the cables insulation.\r\n- it is safe from corrosion (in case of PVC conduit) and risk of fire.\r\n- It can be used even in humidity , chemical effect and smoky areas.\r\n- No risk of electric shock (In case of proper earthing and grounding of metallic pipes).\r\n- It is reliable and popular wiring system.\r\n- sustainable and long-lasting wiring system.",
    "body_type": "text"
  },
  {
    "id": 660,
    "learningObjectiveId": 24,
    "body": "Disadvantages of Conduit Wiring Systems\n- It is expensive wiring system (Due to PVC and Metallic pipes, Additional earthing for metallic pipes Tee(s) and elbows etc.\r\n- Very hard to find the defects in the wiring.\r\n- installation is not easy and simple.\r\n- Risk of Electric shock (In case of metallic pipes without proper earthing system)\r\n- Very complicated to manage additional connection in the future.",
    "body_type": "text"
  },
  {
    "id": 661,
    "learningObjectiveId": 24,
    "body": "Comparison between Different Wiring Systems",
    "body_type": "text"
  },
  {
    "id": 662,
    "learningObjectiveId": 24,
    "body": "lesson7_pic48.jpeg",
    "body_type": "image"
  },
  {
    "id": 663,
    "learningObjectiveId": 25,
    "body": "The Principles Of Operation Of Electronic Symbols And Block Sections Of Schematic Diagram",
    "body_type": "header"
  },
  {
    "id": 664,
    "learningObjectiveId": 25,
    "body": "Electronic devices and symbols",
    "body_type": "text"
  },
  {
    "id": 665,
    "learningObjectiveId": 25,
    "body": "CHQRbpqGzUQ",
    "body_type": "video"
  },
  {
    "id": 666,
    "learningObjectiveId": 25,
    "body": "Wires and connection",
    "body_type": "text"
  },
  {
    "id": 667,
    "learningObjectiveId": 25,
    "body": "Lesson8_tbl0.jpeg",
    "body_type": "image"
  },
  {
    "id": 668,
    "learningObjectiveId": 25,
    "body": "Power Supplies",
    "body_type": "text"
  },
  {
    "id": 669,
    "learningObjectiveId": 25,
    "body": "Lesson8_tbl1.jpeg",
    "body_type": "image"
  },
  {
    "id": 670,
    "learningObjectiveId": 25,
    "body": "Audio and Radio Devices",
    "body_type": "text"
  },
  {
    "id": 671,
    "learningObjectiveId": 25,
    "body": "Lesson8_tbl2.jpeg",
    "body_type": "image"
  },
  {
    "id": 672,
    "learningObjectiveId": 25,
    "body": "Resistor and capacitor color codes\nResistor color code is one of the electronic color code used to know the values of leaded resistors. This type of electronic color code was used from years and even today resistor color codes is considered to be the best and apt method. Usually printing the resistors values in figures is not a good method since it will get erased during the handling process. So we make use of resistor color codes chart to determine the value of the resistors.",
    "body_type": "text"
  },
  {
    "id": 673,
    "learningObjectiveId": 25,
    "body": "7Z10V5cwGHE",
    "body_type": "video"
  },
  {
    "id": 674,
    "learningObjectiveId": 25,
    "body": "Resistor Color Code Chart",
    "body_type": "text"
  },
  {
    "id": 675,
    "learningObjectiveId": 25,
    "body": "The figure below shows the resistor color codes chart. The chart helps to determine the resistance and tolerance values of the resistors. Tolerance defines how much the measured actual resistance value is different from the theory value.\n This resistor color chart is commonly used to find the resistance values when the color bands are known. An easy way to remember the code chart is to use different mnemonics like\r\n• Bad beer rots our young guts but vodka goes well – get some now\r\n• Blacky Browny Ran Over Your Garden But Violet Grey Walk\r\nWhere the bold letters represent Black, Brown, Red, Orange, Yellow, Green, Blue, Violet, Grey, White <=- 0, 1, 2, 3, 4, 5, 6, 7, 8, 9.",
    "body_type": "text"
  },
  {
    "id": 676,
    "learningObjectiveId": 25,
    "body": "General steps involved to read resistors by using electronic color code\n\r\nStep1:  Position the resistor in such a way that the tolerance band (Gold, Silver) face to the right.\r\nStep2:  Read the color bands of the resistor from left to right.\r\nStep3:  Change the colors to the coded number by using the resistor color codes chart.\r\nStep4:  Determine the tolerance value of the resistor.\r\nStep5:  Decode the resistor value.",
    "body_type": "text"
  },
  {
    "id": 677,
    "learningObjectiveId": 25,
    "body": "Electronic Color Code for 4 band resistors\nFour band resistors are the common type of lead resistors we usually see and use in different lab experiments and projects. These resistors have first two bands for resistance value, third as multiplier band and fourth as tolerance band.In the example given in the figure below Brown, Black, Red and Gold are the color bands of the resistor. From the resistor color codes chart, the value for each color band is obtained as Brown (1), Black (0), Red (Multiply by 100) and Gold (Tolerance 5%). So the resistance will be 1 Kilo ohm +/- 5%.",
    "body_type": "text"
  },
  {
    "id": 678,
    "learningObjectiveId": 25,
    "body": " Lesson8_pic1.jpeg",
    "body_type": "image"
  },
  {
    "id": 679,
    "learningObjectiveId": 25,
    "body": "Electronic Color Code for 5 band resistors\nResistors having more precision have an extra band. In such resistors, the first three bands indicate resistance values. While the fourth band represents the multiply factor and the fifth band represents the tolerance band.For example: Red (2), Green (5), Yellow (4), Black (Multiply by 1), Brown (Tolerance +/- 20%). So the resistance value will be 254 +/-20%.Sometimes in 5 band resistors, the fourth band will be gold or silver. In such a case, the first two bands will be representing the resistance values, the third band will represent the multiply factor, the fourth band will be the tolerance band and the fifth band will be representing the temperature coefficient.",
    "body_type": "text"
  },
  {
    "id": 680,
    "learningObjectiveId": 25,
    "body": "Lesson8_pic2.jpeg",
    "body_type": "image"
  },
  {
    "id": 681,
    "learningObjectiveId": 25,
    "body": "Electronic Color Code for 6 band resistors\nIn order to represent the temperature coefficient, some resistors have 6 bands.  For example, consider the resistor with orange (3), red (2), brown (1), green (Multiply by 100K), Brown (Tolerance 1%), Red (Temperature Coefficient 50ppm/K). An exception is that in some military applications the 6th band represents the failure rate.",
    "body_type": "text"
  },
  {
    "id": 682,
    "learningObjectiveId": 25,
    "body": "Lesson8_pic3.jpg",
    "body_type": "image"
  },
  {
    "id": 683,
    "learningObjectiveId": 25,
    "body": "How to Read Capacitor Codes",
    "body_type": "header"
  },
  {
    "id": 684,
    "learningObjectiveId": 25,
    "body": "Method1:\n• Similar to resistors some capacitors make use of color codes to indicate their value. There will be usually 5 bands on the capacitor. The first and second band will represent a number of the capacitor color code chart. Third band is the multiplier band; fourth band represents the tolerance while the fifth band represents the voltage.",
    "body_type": "text"
  },
  {
    "id": 685,
    "learningObjectiveId": 25,
    "body": "lesson8_pic4.jpg",
    "body_type": "image"
  },
  {
    "id": 686,
    "learningObjectiveId": 25,
    "body": "Method2:\n• Some large capacitors will indicate their value on the capacitor itself. For example 47µF means 47 microFarads.\r\nMethod3:\r\nIn smaller body capacitors sometimes, µF or pF will not be written. Only the value will be indicated on the capacitor. In such a case,",
    "body_type": "text"
  },
  {
    "id": 687,
    "learningObjectiveId": 25,
    "body": "• If the capacitor has a two digit number as the value, then the value will be in picoFarads. For example if the capacitor has value 47 printed on it, it means 47pF.\n• If the capacitor has a three digit number as the value, then first two digits represent the capacitance value in picoFarads. While the third digit is the multiplier. If the multipler band has a value from (1 to 7), then multiply by the corresponding number of zeros.\r\nIt means that if the multiplier band has a value of 5, then multiply by five zeros.Now, if the multipler band has a value 0, then multiply by 1. For a value of 8 or 9 in the multipler band, multiply by 0.01 for 8 and 0.1 for 9. ",
    "body_type": "text"
  },
  {
    "id": 688,
    "learningObjectiveId": 25,
    "body": "For example: Consider a capacitor with the value 103. It means that the capacitor has a value of 10pF with a multiplier of 3 (means multiply by 1000). So the actual value of the capacitor is 10000pF or 0.01µF.   ",
    "body_type": "text"
  },
  {
    "id": 689,
    "learningObjectiveId": 25,
    "body": "lesson8_pic5.jpeg",
    "body_type": "image"
  },
  {
    "id": 690,
    "learningObjectiveId": 25,
    "body": "Principles of electrical circuits",
    "body_type": "header"
  },
  {
    "id": 691,
    "learningObjectiveId": 25,
    "body": "7m4ZFOwz-WE",
    "body_type": "video"
  },
  {
    "id": 692,
    "learningObjectiveId": 25,
    "body": "These basic principles of electricity are the basis for the electric devices found in your home and school — things like digital cameras, stereos, flashlights, calculators and portable CD players.",
    "body_type": "text"
  },
  {
    "id": 693,
    "learningObjectiveId": 25,
    "body": "Ohms and Volts\nScientists know that there are ways of measuring electrical quantities. One of these is coulombs per second, a measure of the flow of electrons through a metal conductor or wire. A current of one coulomb per second equals one ampere.\r\nEven materials that conduct electricity resist the flow of electrons. The unit of electrical resistance is an ohm. The pressure needed to make one coulomb per second (one ampere) flow through a conductor having a resistance of one ohm is one volt.",
    "body_type": "text"
  },
  {
    "id": 694,
    "learningObjectiveId": 25,
    "body": "Ohm's Law explains the relationships between voltage (E), resistance (R), and current (I).\n\r\nIn two circuits of equal voltage, the current will be proportionately greater in the circuit of lower resistance. In circuits of equal resistance, the current flowing will be directly proportional to the voltage applied. Current is directly proportional to voltage, inversely proportional to resistance.\r\nI (Amperes) = E (Volts)/R (Ohms)\r\nAlso: E = IR or R = E/I\r\nOne of the most common electrical measurements you’ll use is the watt, a unit of electrical power: W (Watts) = E (Volts) x I (Amperes).\r\nThe quantity of electric charge is measured in coulombs.",
    "body_type": "text"
  },
  {
    "id": 695,
    "learningObjectiveId": 25,
    "body": "Fundamentals of direct current circuits",
    "body_type": "text"
  },
  {
    "id": 696,
    "learningObjectiveId": 25,
    "body": "fvE6HhHsgXs",
    "body_type": "video"
  },
  {
    "id": 697,
    "learningObjectiveId": 25,
    "body": "On a DC circuit, current flows in one direction only. Voltage can remain at a level or change, but it always has the same polarity. The main source of DC is from batteries, photocells, fuel cells, rectifiers and DC generators. \nThe most fundamental equation describing DC circuits is Ohm's Law. While doing experiments on how well metals conduct electricity, German physicist G.com Ohm discovered the equation V = I * R, which is fundamental to both the DC and AC circuits as well. Knowing two items in this equation allows you to calculate the third. DC circuits can be arranged in different ways. If component current has only one path to follow, it is connected in series. If there are two or more paths, the components are connected in parallel. Components may also be interconnected to provide both situations. These are called series-parallel combinations. This course explains the DC circuits in simplified text and will be extremely helpful to individuals who require a basic knowledge of electrical principals and equipment to better their primary responsibilities. ",
    "body_type": "text"
  },
  {
    "id": 698,
    "learningObjectiveId": 25,
    "body": "The DC circuits can be arranged in series, parallel and series-parallel combination circuits. The following rules apply to the respective circuits:",
    "body_type": "text"
  },
  {
    "id": 699,
    "learningObjectiveId": 25,
    "body": "Series Circuit\n• A series circuit connects components end to end to provide a single path for current flow.\r\n• Current throughout any series circuit maintains the same value.\r\n• Total resistance in a series circuit is equal to the sum of all resistive values.\r\n• Total power dissipated by a series circuit is equal to the sum of the calculated individual resistors' power consumption.\r\n• Kirchhoff's voltage law states that the sum of the voltage drops around a series circuit is equal to the source voltage applied.\r\n• A voltage divider is a series circuit used to divide up the applied voltage among series-connected resistors. ",
    "body_type": "text"
  },
  {
    "id": 700,
    "learningObjectiveId": 25,
    "body": "l8_pic13.png",
    "body_type": "image"
  },
  {
    "id": 701,
    "learningObjectiveId": 25,
    "body": "Parallel Circuits\n\r\n• The source voltage across all components in parallel is always the same and is normally used as a reference. Due to this fact, branch current is inversely proportional to the resistance in that branch.\r\n• A parallel circuit has two or more paths for current to flow. As Kirchhoff's current law states, the sum of all the currents entering any junction is equal to the sum of all the currents leaving the same junction.\r\n• Because total parallel circuit resistance is less than a series connection containing the same number and value of resistors, current flow is larger.\r\n• The total resistance in a parallel circuit is the same as the reciprocal of the circuit's total conductance. Its value is always less than the value of the smallest branch resistance.\r\n• If only two resistors are connected in parallel, the product over the sum formula may be used to find total resistance. When all resistors are of the same value, one value divided by the number of resistors may be used. Other situations require the reciprocal formula.\r\n• Total power in a parallel resistive circuit is equal to the sum of all power losses, which is the same as with series circuit components.\r\n• A resistive short in a parallel circuit causes maximum branch current flow and resistance to decrease, whereas a circuit open stops branch current, increases resistance, and causes total current to decrease. ",
    "body_type": "text"
  },
  {
    "id": 702,
    "learningObjectiveId": 25,
    "body": "l8_pic14.png",
    "body_type": "image"
  },
  {
    "id": 703,
    "learningObjectiveId": 25,
    "body": "Fundamentals of alternating current circuits",
    "body_type": "text"
  },
  {
    "id": 704,
    "learningObjectiveId": 25,
    "body": "FrRmihdF52o",
    "body_type": "video"
  },
  {
    "id": 705,
    "learningObjectiveId": 25,
    "body": "Alternating current:\nis the current which constantly changes in amplitude, and which reverses direction at regular intervals. We know that direct current flows only in one direction, and that the amplitude of current is determined by the number of electrons flowing past a point in circuit in one second. ",
    "body_type": "text"
  },
  {
    "id": 706,
    "learningObjectiveId": 25,
    "body": "Frequency:\nOne of the most important properties of any regular waveform identifies the number of complete cycles it goes through in a fixed period of time. For standard measurements, the period of time is one second, so the frequency of the wave is commonly measured in cycles per second (cycles/sec) and, in normal usage, is expressed in units of Hertz (Hz). It is represented in mathematical equationsby the letter ‘f’.",
    "body_type": "text"
  },
  {
    "id": 707,
    "learningObjectiveId": 25,
    "body": "Period: \nSometimes we need to know the amount of time required to complete one cycle of the waveform, rather than the number of cycles per second of time. This is logically the reciprocal of frequency. Thus, period is the time duration of one cycle of the waveform, and is measured in seconds/cycle.",
    "body_type": "text"
  },
  {
    "id": 708,
    "learningObjectiveId": 25,
    "body": "Wavelength:\nBecause an A.C. wave moves physically as well as changing in time, sometimes we need to know how far it moves in one cycle of thewave, rather than how long that cycle takes to complete. This of course depends on how fast thewave is moving as well.\r\nThe Greek letter (lambda) is used to represent wavelength in mathematical expressions. And, 位= c/f. As shown in the figure to the above, wavelength can be measured from any part of one cycle to the equivalent point in the next cycle. Wavelength is very similar to period as discussed above, except that wavelength is measured in distance per cycle while period is measured in time per cycle.",
    "body_type": "text"
  },
  {
    "id": 709,
    "learningObjectiveId": 25,
    "body": "Amplitude: \nMathematically, the amplitude of a sine wave is the value of that sine wave at its peak. This is the maximum value, positive or negative, that it can attain. However, when we speak of an A.C. power system, it is more useful to refer to the effective voltage or current.",
    "body_type": "text"
  },
  {
    "id": 710,
    "learningObjectiveId": 25,
    "body": "Fundamentals of electronic components and circuits",
    "body_type": "header"
  },
  {
    "id": 711,
    "learningObjectiveId": 25,
    "body": "3 Passive Linear Components:",
    "body_type": "text"
  },
  {
    "id": 712,
    "learningObjectiveId": 25,
    "body": "ZZEZUysFPDY",
    "body_type": "video"
  },
  {
    "id": 713,
    "learningObjectiveId": 25,
    "body": "Resistor: \nA resistor is an electronic component which is used to resist the flow of current and cause a reduction in potential. It consists of a low conductive component joined by conducting wires at both its ends. When current flows through the resistor, the electrical energy is absorbed by the resistor and dissipated in form of heat. The resistor thus offers a resistance or opposition to the flow of current.\r\n\r\nThe resistance is given as\r\nR = V/I, where V is the voltage drop across the resistance and I is the current flowing through the resistor. The power dissipated is given by:\r\nP = VI.",
    "body_type": "text"
  },
  {
    "id": 714,
    "learningObjectiveId": 25,
    "body": "Laws of Resistance:",
    "body_type": "text"
  },
  {
    "id": 715,
    "learningObjectiveId": 25,
    "body": "FoTWEuOSxSg",
    "body_type": "video"
  },
  {
    "id": 716,
    "learningObjectiveId": 25,
    "body": "The Resistance R offered by a material depends on various factors\n\r\n1. Varies directly on its length, l\r\n2. Varies inversely on its cross section area, A\r\n3. Depends on the nature of the material specified by its Resistivity or Specific Resistance, ρ\r\n4. Also depends on the temperature\r\n5. Assuming that the temperature is constant, the Resistance (R) can be expressed as R = ρl / A, Where R is resistance in ohms ( Ω ), l  is length in meters, A is area in square meters and ρ  is Specific Resistance in Ω-mts\r\n\r\nA resistor’s value is calculated in terms of its resistance. Resistance is the opposition to the flow of current.",
    "body_type": "text"
  },
  {
    "id": 717,
    "learningObjectiveId": 25,
    "body": "Capacitors: \nA capacitor is a linear passive component which is used to store electrical charge. A capacitor generally provides reactance to the flow of current. Basically a capacitor consists of a pair of electrodes between which there is an insulated dielectric material.",
    "body_type": "text"
  },
  {
    "id": 718,
    "learningObjectiveId": 25,
    "body": "The stored charge is given by\n\r\nQ = CV where C is the capacitive reactance and V is the applied voltage. Since current is rate of flow of charge.\r\nTherefore, the current through a capacitor is:\r\nI = C dV/dt.\r\nWhen a capacitor is connected in a DC circuit, or when a constant current flows through it, which is constant with time (zero frequency), the capacitor simply stores the whole charge and opposes the flow of current. Thus a capacitor blocks DC.When a capacitor is connected in an AC circuit, or a time varying signal flows through it (with non zero frequency), the capacitor initially stores the charge and later offers a resistance to the flow of charge. It can thus be used as a voltage limiter in AC circuit.The resistance offered is proportional to the frequency of the signal.",
    "body_type": "text"
  },
  {
    "id": 719,
    "learningObjectiveId": 25,
    "body": "Fundamentals of digital logics, ",
    "body_type": "header"
  },
  {
    "id": 720,
    "learningObjectiveId": 25,
    "body": "sPq7JgxL3h0",
    "body_type": "video"
  },
  {
    "id": 721,
    "learningObjectiveId": 25,
    "body": "Digital Logics\nWhen learning digital logic students will start with the three fundamental building blocks: AND, OR and NOT gates.",
    "body_type": "text"
  },
  {
    "id": 722,
    "learningObjectiveId": 25,
    "body": "AND Boolean Expression: AB",
    "body_type": "text"
  },
  {
    "id": 723,
    "learningObjectiveId": 25,
    "body": "l8_pic25.png",
    "body_type": "image"
  },
  {
    "id": 724,
    "learningObjectiveId": 25,
    "body": "OR Boolean Expression: A'B+AB'+AB",
    "body_type": "text"
  },
  {
    "id": 725,
    "learningObjectiveId": 25,
    "body": "l8_pic26.png",
    "body_type": "image"
  },
  {
    "id": 726,
    "learningObjectiveId": 25,
    "body": "NOT Boolean Expression: A’",
    "body_type": "text"
  },
  {
    "id": 727,
    "learningObjectiveId": 25,
    "body": "l8_pic27.png",
    "body_type": "image"
  },
  {
    "id": 728,
    "learningObjectiveId": 26,
    "body": "Classes And Types Of Electronic Parts/Components",
    "body_type": "header"
  },
  {
    "id": 729,
    "learningObjectiveId": 26,
    "body": "Types of Electronic Components",
    "body_type": "text"
  },
  {
    "id": 730,
    "learningObjectiveId": 26,
    "body": "6Maq5IyHSuc",
    "body_type": "video"
  },
  {
    "id": 731,
    "learningObjectiveId": 26,
    "body": "Electronic Components are of 2 types: Active and Passive Electronic Components.\n• Passive electronic components are those that do not have gain or directionality. They are also called Electrical elements or electrical components. e.g. resistors, capacitors, diodes, Inductors.\r\n• Active components are those that have gain or directionality. e.g. transistors, integrated circuits or ICs, logic gates.",
    "body_type": "text"
  },
  {
    "id": 732,
    "learningObjectiveId": 26,
    "body": "Electronic Components and Their Functions",
    "body_type": "text"
  },
  {
    "id": 733,
    "learningObjectiveId": 26,
    "body": "1. Terminals and Connectors: Components to make electrical connection.",
    "body_type": "text"
  },
  {
    "id": 734,
    "learningObjectiveId": 26,
    "body": "l8_pic1.jpg",
    "body_type": "image"
  },
  {
    "id": 735,
    "learningObjectiveId": 26,
    "body": "2. Resistors: Components used to resist current.",
    "body_type": "text"
  },
  {
    "id": 736,
    "learningObjectiveId": 26,
    "body": "l8_pic2.jpg",
    "body_type": "image"
  },
  {
    "id": 737,
    "learningObjectiveId": 26,
    "body": "3. Switches: Components that may be made to either conduct (closed) or not (open).",
    "body_type": "text"
  },
  {
    "id": 738,
    "learningObjectiveId": 26,
    "body": "l8_pic3.jpg",
    "body_type": "image"
  },
  {
    "id": 739,
    "learningObjectiveId": 26,
    "body": "4. Capacitors: Components that store electrical charge in an electrical field.",
    "body_type": "text"
  },
  {
    "id": 740,
    "learningObjectiveId": 26,
    "body": "l8_pic4.jpg",
    "body_type": "image"
  },
  {
    "id": 741,
    "learningObjectiveId": 26,
    "body": "5. Magnetic or Inductive Components: These are Electrical components that use magnetism.",
    "body_type": "text"
  },
  {
    "id": 742,
    "learningObjectiveId": 26,
    "body": "l8_pic5.jpg",
    "body_type": "image"
  },
  {
    "id": 743,
    "learningObjectiveId": 26,
    "body": "6. Network Components: Components that use more than 1 type of Passive Component.",
    "body_type": "text"
  },
  {
    "id": 744,
    "learningObjectiveId": 26,
    "body": "l8_pic6.jpg",
    "body_type": "image"
  },
  {
    "id": 745,
    "learningObjectiveId": 26,
    "body": "7. Piezoelectric devices, crystals, resonators: Passive components that use piezoelectric. effect.",
    "body_type": "text"
  },
  {
    "id": 746,
    "learningObjectiveId": 26,
    "body": "l8_pic7.png",
    "body_type": "image"
  },
  {
    "id": 747,
    "learningObjectiveId": 26,
    "body": "8. Semiconductors: Electronic control components with no moving parts.",
    "body_type": "text"
  },
  {
    "id": 748,
    "learningObjectiveId": 26,
    "body": "l8_pic8.png",
    "body_type": "image"
  },
  {
    "id": 749,
    "learningObjectiveId": 26,
    "body": "9. Diodes: Components that conduct electricity in only one direction.",
    "body_type": "text"
  },
  {
    "id": 750,
    "learningObjectiveId": 26,
    "body": "l8_pic9.png",
    "body_type": "image"
  },
  {
    "id": 751,
    "learningObjectiveId": 26,
    "body": "10. Transistors: A semiconductor device capable of amplification.",
    "body_type": "text"
  },
  {
    "id": 752,
    "learningObjectiveId": 26,
    "body": "l8_pic10.png",
    "body_type": "image"
  },
  {
    "id": 753,
    "learningObjectiveId": 26,
    "body": "11. Integrated Circuits or ICs: A microelectronic computer electronic circuit incorporated into a chip or semiconductor; a whole system rather than a single component",
    "body_type": "text"
  },
  {
    "id": 754,
    "learningObjectiveId": 26,
    "body": "l8_pic11.png",
    "body_type": "image"
  },
  {
    "id": 755,
    "learningObjectiveId": 26,
    "body": "Resistors",
    "body_type": "text"
  },
  {
    "id": 756,
    "learningObjectiveId": 26,
    "body": "2 Types of Resistors:",
    "body_type": "text"
  },
  {
    "id": 757,
    "learningObjectiveId": 26,
    "body": "cz_zlNWRkFM",
    "body_type": "video"
  },
  {
    "id": 758,
    "learningObjectiveId": 26,
    "body": "Fixed Resistors: \nResistors whose resistance value is fixed and are used to provide a opposition to the flow of current.\r\n• They can be carbon composition resistors which are made up of mixture of carbon and ceramic.\r\n• They can be carbon film resistors which consists of carbon film deposited on an insulated substrate.",
    "body_type": "text"
  },
  {
    "id": 759,
    "learningObjectiveId": 26,
    "body": "l8_pic15.png",
    "body_type": "image"
  },
  {
    "id": 760,
    "learningObjectiveId": 26,
    "body": "They can be metal film resistor which consists of small ceramic rod coated with metal or metal oxide, with the resistance value being controlled by the thickness of the coating.",
    "body_type": "text"
  },
  {
    "id": 761,
    "learningObjectiveId": 26,
    "body": "l8_pic16.png",
    "body_type": "image"
  },
  {
    "id": 762,
    "learningObjectiveId": 26,
    "body": "• They can be wire wound resistor which consists of an alloy wrapped around a ceramic rod and insulated.\n• They can be surface mount resistor which consists of resistive material like tin oxide deposited on a ceramic chip.",
    "body_type": "text"
  },
  {
    "id": 763,
    "learningObjectiveId": 26,
    "body": "Variable Resistors: \nThey provide a variation in their resistance value. They are generally used in voltage division. They can be potentiometers or presets. The resistance can be varied by controlling the wiper movement. The variable resistor or variable resistance, which is consist three connections. Generally used as an adjustable voltage divider.It is a resistor with a movable element positioned by a manual knob or lever. The movable element is also called as wiper; it creates a contact with a resistive strip at any point which is selected by the manual control.",
    "body_type": "text"
  },
  {
    "id": 764,
    "learningObjectiveId": 26,
    "body": "l8_pic17.png",
    "body_type": "image"
  },
  {
    "id": 765,
    "learningObjectiveId": 26,
    "body": "Capacitors",
    "body_type": "text"
  },
  {
    "id": 766,
    "learningObjectiveId": 26,
    "body": "2 Types of Capacitors",
    "body_type": "text"
  },
  {
    "id": 767,
    "learningObjectiveId": 26,
    "body": "Fixed Capacitors: \nThey offer a fixed reactance to the flow of current. They can be Mica capacitor which consists of mica as the insulating material. They can be non polarized ceramic capacitors which consist of ceramic plates coated with silver. They can be electrolyte capacitors which are polarized and used where high value of capacitance is required.",
    "body_type": "text"
  },
  {
    "id": 768,
    "learningObjectiveId": 26,
    "body": "l8_pic18.png",
    "body_type": "image"
  },
  {
    "id": 769,
    "learningObjectiveId": 26,
    "body": "Variable Capacitors: \nThey offer capacitance which can be varied by varying the distance between the plates. They can be air gap capacitors or vacuum capacitors.",
    "body_type": "text"
  },
  {
    "id": 770,
    "learningObjectiveId": 26,
    "body": "Inductors:  \nAn inductor is a passive electronic component which stores energy in form of a magnetic field. It generally consists of a conductor coil, which offers a resistance to the applied voltage.It works on the basic principle of Faraday’s law of inductance, according to which a magnetic field is created when current flows through the wire and the electromotive force developed opposes the applied voltage. ",
    "body_type": "text"
  },
  {
    "id": 771,
    "learningObjectiveId": 26,
    "body": "l8_pic19.png",
    "body_type": "image"
  },
  {
    "id": 772,
    "learningObjectiveId": 26,
    "body": "2 Passive Non Linear Components:",
    "body_type": "text"
  },
  {
    "id": 773,
    "learningObjectiveId": 26,
    "body": "Diodes: \nA diode is a device which restricts current flow in only one direction. A diode is generally a combination of two differently doped regions forming a junction at the intersection such that the junction controls the flow of charge through the device.",
    "body_type": "text"
  },
  {
    "id": 774,
    "learningObjectiveId": 26,
    "body": "6 Types of Diodes:",
    "body_type": "text"
  },
  {
    "id": 775,
    "learningObjectiveId": 26,
    "body": "PN Junction Diode: \nA simple PN junction diode consists of a p-type semiconductor mounted on an n-type semiconductor such that a junction is formed between the p and n types. It can be used a rectifier which allows current flowing in one direction through proper connection.",
    "body_type": "text"
  },
  {
    "id": 776,
    "learningObjectiveId": 26,
    "body": "l8_pic20.png",
    "body_type": "image"
  },
  {
    "id": 777,
    "learningObjectiveId": 26,
    "body": "Zener Diode: \nIt is a diode made up of heavily doped p region compared to the n-region, such that it not only allows current flow in one direction, but also allows current flow in the opposite direction, on application of sufficient voltage. It is generally used as voltage regulator.",
    "body_type": "text"
  },
  {
    "id": 778,
    "learningObjectiveId": 26,
    "body": "l8_pic21.png",
    "body_type": "image"
  },
  {
    "id": 779,
    "learningObjectiveId": 26,
    "body": "Tunnel Diode: \nIt is a heavily doped pn junction diode where the current decreases with increasing forward voltage. The junction width is reduced with increasing impurity concentration. It is made from germanium or Gallium Arsenide",
    "body_type": "text"
  },
  {
    "id": 780,
    "learningObjectiveId": 26,
    "body": "l8_pic22.png",
    "body_type": "image"
  },
  {
    "id": 781,
    "learningObjectiveId": 26,
    "body": "Light Emitting Diode: \nIt is a special type of PN junction diode made from semiconductors like Gallium Arsenide, which emits light when a suitable voltage is applied. The light emitted by the LED is monochromatic, i.e. of single color, corresponding to a particular frequency in the visible band of the electromagnetic spectrum.",
    "body_type": "text"
  },
  {
    "id": 782,
    "learningObjectiveId": 26,
    "body": "l8_pic23.png",
    "body_type": "image"
  },
  {
    "id": 783,
    "learningObjectiveId": 26,
    "body": "It is a special type of PN junction diode whose resistance decreases when light falls on it. It consists of a pn junction diode placed inside a plastic.",
    "body_type": "text"
  },
  {
    "id": 784,
    "learningObjectiveId": 26,
    "body": "l8_pic24.png",
    "body_type": "image"
  },
  {
    "id": 785,
    "learningObjectiveId": 26,
    "body": "Switches: \nSwitches are devices which allow the flow of current to the active devices. They are binary devices, which when completely on, allows flow of current and when completely off, block the flow of current. It can be a simple toggle switch which can be a 2-contact or a 3 contact switch or a push button switch.",
    "body_type": "text"
  },
  {
    "id": 786,
    "learningObjectiveId": 27,
    "body": "Drawing And Interpreting Schematic Diagrams",
    "body_type": "header"
  },
  {
    "id": 787,
    "learningObjectiveId": 27,
    "body": "_HZ-EQ8Hc8E",
    "body_type": "video"
  },
  {
    "id": 788,
    "learningObjectiveId": 27,
    "body": "A circuit diagram, or a schematic diagram, is a technical drawing of how to connect electronic components to get a certain function. \nEach electronic component has a symbol. After seeing a few circuit diagrams, you’ll quickly learn how to distinguish the different symbols. Reading schematics is actually pretty easy. Each of the lines are wires. These show how the components are connected. If you want to build the circuit, you only need to get the components specified, then connect them as shown in the circuit diagram. This can be done either on a breadboard, a stripboard or you can design your own printed circuit board (PCB) if you like.",
    "body_type": "text"
  },
  {
    "id": 789,
    "learningObjectiveId": 27,
    "body": "A circuit diagram should be specific enough so that anyone can make the circuit just by following it. You don’t actually need to understand it in order to build it.",
    "body_type": "text"
  },
  {
    "id": 790,
    "learningObjectiveId": 27,
    "body": "l8_pic12.png",
    "body_type": "image"
  },
  {
    "id": 791,
    "learningObjectiveId": 27,
    "body": "For example, look at the image above. I can buy a light-dependent resistor (LDR), a potentiometer, a resistor, an LED and a transistor. Then I can connect these on a breadboard by following the lines on the circuit diagram.would then have a circuit that has the specific function that this diagram was made for – without necessarily understanding why or how it works.",
    "body_type": "text"
  },
  {
    "id": 792,
    "learningObjectiveId": 27,
    "body": "How do you understand how it works?",
    "body_type": "text"
  },
  {
    "id": 793,
    "learningObjectiveId": 27,
    "body": "Understanding how a circuit diagram works can be a bit tricky. It comes from experience. You recognize the way some components are connected and identify known pieces of the schematic.\nIn the circuit above for example, I would see the LDR together with the potentiometer in the middle. I know from experience that two resistors setup like this makes a voltage divider. And I know that the voltage out from a voltage divider is a result of the values of those resistors.I also know that the resistance of an LDR varies with the amount of light it receives. This means that the voltage out, i.e. the voltage on the base of the transistor, will vary with the amount of light detected by the LDR.Then I look at the transistor. I know that the transistor can be turned on and off by applying a voltage at the base. So from this information, I would have an idea that this circuit will turn on and off the LED connected to the transistor, based on the amount of light the LDR receives.",
    "body_type": "text"
  },
  {
    "id": 794,
    "learningObjectiveId": 27,
    "body": "Principles of electrical circuits",
    "body_type": "text"
  },
  {
    "id": 795,
    "learningObjectiveId": 27,
    "body": "7m4ZFOwz-WE",
    "body_type": "video"
  },
  {
    "id": 796,
    "learningObjectiveId": 28,
    "body": "The Principles And Fundamentals Of Sounds And Acoustics And Amplifiers",
    "body_type": "header"
  },
  {
    "id": 797,
    "learningObjectiveId": 28,
    "body": "6aRcnNSksiY",
    "body_type": "video"
  },
  {
    "id": 798,
    "learningObjectiveId": 28,
    "body": "Sound is a form of mechanical energy that travels in a longitudinal wave in a series of compressions (high pressure) and rarefactions (low pressure).  The transmission of sound requires a medium such as air, liquid, or tissue.  \nBecause all mediums have some elastic properties, energy and momentum are transported by means of disturbance from one point to another, without the transport of matter.Wavelength and frequency are terms often used to describe the relationship between the compressions and rarefactions.  The area that includes one complete compression and rarefaction is called a cycle.  Wavelength (λ) is the distance over which the acoustic disturbance repeats itself at any instant of time during the cycle.It is summarized by the equation λ = c/f, where f is the frequency and c is the speed of sound.  The period of a wave is the time it takes for one cycle to occur.  Frequency is the number of cycles that occur per second, and is measured in Hertz (Hz).",
    "body_type": "text"
  },
  {
    "id": 799,
    "learningObjectiveId": 28,
    "body": "Sound is made up of three basic elements:\n\r\n• Frequency: how fast the vibrations are occurring\r\n• Intensity: how loud the sound is\r\n• Timbre: the sound's quality",
    "body_type": "text"
  },
  {
    "id": 800,
    "learningObjectiveId": 28,
    "body": "Acoustic\nAcoustic is the science of sound and deals with the origin of sound and its propagation, either in free space or in pipes and channels or closed spaces. It is the basis of many fundamental phenomena and also of numerous practical applications. A first subdivision of the field can be based on the different media in which sound can propagate.",
    "body_type": "text"
  },
  {
    "id": 801,
    "learningObjectiveId": 28,
    "body": "Echolocation\nEcholocation is a complex and highly evolved process that has given bats the ability to exploit an ecological niche closed to all but a few animal groups-the night sky. Echolocation is not unique to bats, but it has arguably reached its evolutionary peak in these mammals. A simple definition is that it is the analysis by an animal of echoes of its own emitted sounds, by which it builds a sound picture of its immediate environment.",
    "body_type": "text"
  },
  {
    "id": 802,
    "learningObjectiveId": 28,
    "body": "Musical Instruments\nSound produced in musical instruments is due acoustical, mechanical or electrical vibrations. Some of the examples are bars or rods, the vibrations of strings (violin, guitar, piano etc.), plates or shells, membranes, air in a tube and air in an enclosed container. Sound production in these equipments are depends on the combined effects of the vibrators present in this equipments.",
    "body_type": "text"
  },
  {
    "id": 803,
    "learningObjectiveId": 28,
    "body": "Noise Pollution\nNoise can be defined as a sound without agreeable musical quality or as an unwanted sound. It is generated from all most all the opencast and underground mining operations from various fixed mobile and impulse sources; thereby becoming an integral part of mining environment.  Noise has  important role in our daily lives and become an ultimately avoidable corollary of recent technology.",
    "body_type": "text"
  },
  {
    "id": 804,
    "learningObjectiveId": 28,
    "body": "Sonograms\nThe basis of all diagnostic sonograms is the detection and display of acoustic energy reflected from interfaces within the body. The scanning technique and a number of physical principles determine the quality of the resultant images. The most basic principle is that sound travels in a straight line and at a constant speed. Therefore, the origin of a returning echo can be determined by converting the time taken for the echo to return to the transducer into a distance based on the speed of sound in soft tissues.",
    "body_type": "text"
  },
  {
    "id": 805,
    "learningObjectiveId": 28,
    "body": "Fundamentals of audio amplifiers",
    "body_type": "text"
  },
  {
    "id": 806,
    "learningObjectiveId": 28,
    "body": "qG95TdQ-8Mw",
    "body_type": "video"
  },
  {
    "id": 807,
    "learningObjectiveId": 28,
    "body": "The term amplifier is very generic. In general, the purpose of an amplifier is to take an input signal and make it stronger (or in more technically correct terms, increase its amplitude). Amplifiers find application in all kinds of electronic devices designed to perform any number of functions. ",
    "body_type": "text"
  },
  {
    "id": 808,
    "learningObjectiveId": 28,
    "body": "The purpose of a power amplifier, in very simple terms, is to take a signal from a source device (in a DJ system the signal typically comes from a preamplifier or signal processor) and make it suitable for driving a loudspeaker. Ideally, the ONLY thing different between the input signal and the output signal is the strength of the signal. In mathematical terms, if the input signal is denoted as S, the output of a perfect amplifier is X*S, where X is a constant (a fixed number)",
    "body_type": "text"
  },
  {
    "id": 809,
    "learningObjectiveId": 28,
    "body": "l8_pic28.png",
    "body_type": "image"
  },
  {
    "id": 810,
    "learningObjectiveId": 28,
    "body": "What are the functional blocks of an amplifier?",
    "body_type": "text"
  },
  {
    "id": 811,
    "learningObjectiveId": 28,
    "body": "Power Supply: \nThe primary purpose of a power supply in a power amplifier is to take the 120 VAC power from the outlet and convert it to a DC voltage (VAC is an abbreviation for Volts Alternating Current, and DC is an abbreviation for Direct Current). Conversion from AC to DC is necessary because the semiconductor devices (transistors, FETs, MOSFETs, etc.) used inside the equipment require this type of voltage. ",
    "body_type": "text"
  },
  {
    "id": 812,
    "learningObjectiveId": 28,
    "body": "Input stage: \nThe general purpose of the input stage of a power amplifier (sometimes called the front end) is to receive and prepare the input signals for amplification by the output stage. ",
    "body_type": "text"
  },
  {
    "id": 813,
    "learningObjectiveId": 28,
    "body": "Output stage: \nThe output stage of an amplifier is the portion which actually converts the weak input signal into a much more powerful replica which is capable of driving high power to a speaker. ",
    "body_type": "text"
  },
  {
    "id": 814,
    "learningObjectiveId": 28,
    "body": "What are Amplifier Classes?",
    "body_type": "text"
  },
  {
    "id": 815,
    "learningObjectiveId": 28,
    "body": "rj6h4qYxkCc",
    "body_type": "video"
  },
  {
    "id": 816,
    "learningObjectiveId": 28,
    "body": "The Class of an amplifier refers to the design of the circuitry within the amp. For audio amplifiers, the Class of amp refers to the output stage of the amp (in practice there may be several classes of signal level amplifier within a single unit).  \nThere are many classes used for audio amps. The following is brief description of some of the more common amplifier classes you may have heard of. ",
    "body_type": "text"
  },
  {
    "id": 817,
    "learningObjectiveId": 28,
    "body": "Class A: \nClass A amplifiers have very low distortion (lowest distortion occurs when the volume is low) however they are very inefficient and are rarely used for high power designs.The distortion is low because the transistors in the amp are biased such that they are half on when the amp is idling (this is the point at which the semiconductor devices are most linear in behavior). ",
    "body_type": "text"
  },
  {
    "id": 818,
    "learningObjectiveId": 28,
    "body": "l8_pic29.png",
    "body_type": "image"
  },
  {
    "id": 819,
    "learningObjectiveId": 28,
    "body": "Class B: \nClass B amplifiers are used in low cost designs or designs where sound quality is not that important.  Class B amplifiers are significantly more efficient than class A amps, however they suffer from bad distortion when the signal level is low.Class B is used most often where economy of design is needed. Before the advent of IC amplifiers, class B amplifiers were common in clock radio circuits, pocket transistor radios, or other applications where quality of sound is not that critical.For example, a siren driver is one application of a Class B amp. Siren drivers are amplifiers that are basically driven into clipping (to produce a square wave type signal). In such a drive situation there would be little need to care about crossover distortion (the design can be less expensive due to reduced parts count).",
    "body_type": "text"
  },
  {
    "id": 820,
    "learningObjectiveId": 28,
    "body": "l8_pic30.png",
    "body_type": "image"
  },
  {
    "id": 821,
    "learningObjectiveId": 28,
    "body": "Class AB: \nClass AB is probably the most common amplifier class currently used in home stereo and similar amplifiers. Class AB amps combine the good points of class A and B amps. They have the improved efficiency of class B amps and distortion performance that is a lot closer to that of a class A amp.With such amplifiers, distortion is worst when the signal is low, and generally lowest when the signal is just reaching the point of clipping. Class AB amps (like class B) use pairs of transistors, both of them being biased slightly ON so that the crossover distortion (associated with Class B amps) is largely eliminated. ",
    "body_type": "text"
  },
  {
    "id": 822,
    "learningObjectiveId": 28,
    "body": "l8_pic31.png",
    "body_type": "image"
  },
  {
    "id": 823,
    "learningObjectiveId": 28,
    "body": "Class C: \nClass C amps are never used for audio circuits. They are commonly used in RF circuits. Class C amplifiers operate the output transistor in a state that results in tremendous distortion (it would be totally unsuitable for audio reproduction).However, the RF circuits where Class C amps are used employ filtering so that the final signal is completely acceptable. Class C amps are quite efficient. ",
    "body_type": "text"
  },
  {
    "id": 824,
    "learningObjectiveId": 28,
    "body": "l8_pic32.png",
    "body_type": "image"
  },
  {
    "id": 825,
    "learningObjectiveId": 28,
    "body": "Class D: \nThe concept of a Class D amp has been around for a long time (~ 50 years or so), however only fairly recently have they become more commonly used in consumer applications. Due to improvements in the speed, power capacity and efficiency of modern semiconductor devices, applications using Class D amps have become affordable for the common person. Class D amplifiers use a completely different method of amplification as compared to Class A, B and AB.",
    "body_type": "text"
  },
  {
    "id": 826,
    "learningObjectiveId": 28,
    "body": "l8_pic33.png",
    "body_type": "image"
  },
  {
    "id": 827,
    "learningObjectiveId": 28,
    "body": "Amplifiers:",
    "body_type": "text"
  },
  {
    "id": 828,
    "learningObjectiveId": 28,
    "body": "Analog Amplifiers: \nAll amplifiers in use by DJs today process analog input (music) signals. An analog signal is a continuous wave signal, a digital signal is an analog signal which has been converted to a sequence of numbers. Analog when spoken in terms of power amplifiers typically refers to the design of the power supply and/or output stage, and most analog amps are those with a straight Class AB design. A so called analog amplifier has a power supply which typically uses a large power transformer, a rectifier circuit, and large capacitors.",
    "body_type": "text"
  },
  {
    "id": 829,
    "learningObjectiveId": 28,
    "body": "l8_pic34.png",
    "body_type": "image"
  },
  {
    "id": 830,
    "learningObjectiveId": 28,
    "body": "Digital Amplifiers: \nThere really is no such thing as a digital amplifier, although the marketplace sometimes tends to promote certain amplifiers as being digital.  When the term digital is associated with a power amplifier, it is often a buzz word used by the vendor that may refer to the design of the power supply and/or the design of the output stage.  Some amplifiers use power supplies that are the switching type (sometimes referred to as a DC - DC converter). ",
    "body_type": "text"
  },
  {
    "id": 831,
    "learningObjectiveId": 28,
    "body": "l8_pic35.png",
    "body_type": "image"
  },
  {
    "id": 832,
    "learningObjectiveId": 28,
    "body": "Power Ratings",
    "body_type": "text"
  },
  {
    "id": 833,
    "learningObjectiveId": 28,
    "body": "Two amplifiers with the same power rating put out the same power, Not necessarily. Manufacturers vary as to how conservatively they rate their amplifiers. As an example, I measured one particular amplifier, rated at 350 watts/channel, and found it actually was able to put out 450 watts/channel",
    "body_type": "text"
  },
  {
    "id": 834,
    "learningObjectiveId": 28,
    "body": "Noise\nAll amplifiers generate a certain amount of electrical noise. Note: the noise I refer to here is noise inherent in semiconductor circuits , not noise caused by improper wiring, poor shielding, etc.  Generally, the more powerful the amplifier, the more noise it will put out.",
    "body_type": "text"
  },
  {
    "id": 835,
    "learningObjectiveId": 28,
    "body": "Distortion\nALL amplifiers alter input signals, generally in two ways: they make them stronger (amplify) them, and they add characteristics which did not exist in the original signal. These undesirable characteristics are lumped together and called distortion. Noise can be considered a type of distortion and was discussed in the above section.",
    "body_type": "text"
  },
  {
    "id": 836,
    "learningObjectiveId": 28,
    "body": "Harmonic distortion: One common type of distortion is harmonic distortion. Harmonics of a signal are signals which are related to the original (or fundamental) by an integer (non decimal) number. A pure tone signal has no harmonics; it consists of only one single frequency.",
    "body_type": "text"
  },
  {
    "id": 837,
    "learningObjectiveId": 28,
    "body": "Intermodulation distortion Intermodulation distortion is the second ",
    "body_type": "text"
  },
  {
    "id": 838,
    "learningObjectiveId": 28,
    "body": "Clipping: What is this?",
    "body_type": "text"
  },
  {
    "id": 839,
    "learningObjectiveId": 28,
    "body": "9PF32APSjrk",
    "body_type": "video"
  },
  {
    "id": 840,
    "learningObjectiveId": 28,
    "body": "Clipping is a term which many people have probably heard, but may not fully understand. Very simply, clipping of an amplifier occurs when one tries to get a larger output signal out of an amplifier than it was designed to provide. \nThis means that the output voltage which drives the speaker can never exceed + 60 or - 60 volts. If the amplifier is playing at near full volume, and someone cranks up the volume, the amplifier will attempt to put out more power.However, the power required to meet the sudden new demand for more volume cannot be met by the power supply voltage, which has limits of +/-60 volts in this example. The result is a waveform with the top portion (or peak) clipped offSuch clipping represents a distortion which is added to the waveform (and if it is severe enough it will be clearly audible). If a signal is severely clipped, the waveform takes on the shape of a square wave,and the resulting sound will be absolutely hideous. Clipping can be easily observed using an oscilloscope attached to the amplifier output.",
    "body_type": "text"
  },
  {
    "id": 841,
    "learningObjectiveId": 28,
    "body": "l8_pic36.png",
    "body_type": "image"
  },
  {
    "id": 842,
    "learningObjectiveId": 28,
    "body": "Damping Factor... What is this?",
    "body_type": ""
  },
  {
    "id": 843,
    "learningObjectiveId": 28,
    "body": "g2LqQc2gl7k",
    "body_type": "video"
  },
  {
    "id": 844,
    "learningObjectiveId": 28,
    "body": "The Damping Factor of an amplifier in general refers to the ratio of the amplifier's output load impedance (the speaker, nominally 8 ohms) to the output impedance of the amplifier. Ideally, the damping factor would be infinity in other words, the ideal output impedance for an audio amplifier is zero ohms). Damping factor, like many amplifier specifications, is a function of many factors and is thus difficult to quantify with a single number.",
    "body_type": "text"
  },
  {
    "id": 845,
    "learningObjectiveId": 28,
    "body": "What is ",
    "body_type": "text"
  },
  {
    "id": 846,
    "learningObjectiveId": 28,
    "body": "cwXGd4bI-f0",
    "body_type": "video"
  },
  {
    "id": 847,
    "learningObjectiveId": 28,
    "body": "Bridging an amplifier refers to configuring a two channel (stereo) amplifier to drive a single load with more power than the sum of the two original channels combined. For an example, a 100 watt per channel amp may put out 300 watts (one channel) after bridging.  Don’t confuse bridging an amplifier with bi-amping an amplifier!",
    "body_type": "text"
  },
  {
    "id": 848,
    "learningObjectiveId": 28,
    "body": "Bi-Amplification: what is this?",
    "body_type": "text"
  },
  {
    "id": 849,
    "learningObjectiveId": 28,
    "body": "OGZE27N_9BA",
    "body_type": "video"
  },
  {
    "id": 850,
    "learningObjectiveId": 28,
    "body": "Bi-amplification is (in most cases) defined as using more than one amplifier to power a speaker system (typically one amp for bass and one for mid/high frequencies). The key point here is that each amplifier is dedicated to a specific frequency band (whereas with single amplifier systems the one amp covers the entire audio range). \nSimilarly, some systems are tri-amplified and once in a while you may see a 4 or 5 way system (although the latter is usually reserved for only the most powerful touring type sound systems). Bi-amplification has many significant benefits:",
    "body_type": "text"
  },
  {
    "id": 851,
    "learningObjectiveId": 28,
    "body": "Lower Distortion \nBy using a separate amp for bass and a separate amp for mid/highs, the bass amp can clip without adversely impacting the overall sound quality. Chances are that the ugly sounding distortion produced by clipping an amp will not sound as bad coming out of a woofer Note that this means you should not consider clipping a good thing, it's just that the impact won't be as bad.",
    "body_type": "text"
  },
  {
    "id": 852,
    "learningObjectiveId": 28,
    "body": "More total output \nLet's say you have a 400 watt single amp and 300 watt bass amp and 100 watt high/mid amp for use in a bi-amped configuration. You will be (in most cases) be able to get a higher volume out of the bi-amped system as compared to the single 400 watt system.It is.\r\nHowever, due to the nature of musical waveforms, you'll be better able to handle large peak signals better. For example a loud bass sound and a loud HF sound at the same time may require a signal level that would clip the 400 watt amp",
    "body_type": "text"
  },
  {
    "id": 853,
    "learningObjectiveId": 28,
    "body": "Better Crossover performance \nThe bad news is that bi-amplification requires that the signals to the amps be split into low and high bands BEFORE they are input to the amp. ",
    "body_type": "text"
  },
  {
    "id": 854,
    "learningObjectiveId": 28,
    "body": "Fundamentals of audio source & noise reduction system",
    "body_type": "header"
  },
  {
    "id": 855,
    "learningObjectiveId": 28,
    "body": "Noise reduction is the process of removing noise from a signal.",
    "body_type": "text"
  },
  {
    "id": 856,
    "learningObjectiveId": 28,
    "body": "vlJSTavIY3k",
    "body_type": "video"
  },
  {
    "id": 857,
    "learningObjectiveId": 28,
    "body": "All recording devices, both analog and digital, have traits that make them susceptible to noise. Noise can be random or white noise with no coherence, or coherent noise introduced by the device's mechanism or processing algorithms.\nIn electronic recording devices, a major form of noise is hiss caused by random electrons that, heavily influenced by heat, stray from their designated path. These stray electrons influence the voltage of the output signal and thus create detectable noise.",
    "body_type": "text"
  },
  {
    "id": 858,
    "learningObjectiveId": 28,
    "body": "Fundamentals of AM & FM Receivers",
    "body_type": "header"
  },
  {
    "id": 859,
    "learningObjectiveId": 28,
    "body": "Principles:\n\r\n– Frequency Spectrum Sharing (many transmitters using one medium)\r\n– Demodulating desired signal and rejecting other signals transmitted at the same time",
    "body_type": "text"
  },
  {
    "id": 860,
    "learningObjectiveId": 28,
    "body": "Different sources have different spectrum\n\r\n– Voice (speech)\r\n– Music\r\n– Hybrid signals (music, voice, singing)",
    "body_type": "text"
  },
  {
    "id": 861,
    "learningObjectiveId": 28,
    "body": "Different audio sources have different bandwidth (W):\n\r\n– Speech- 4kHz\r\n– High quality music- 15kHz\r\n– AM radio limits “baseband” bandwidth W to  5kHz\r\n– FM radio uses “baseband” bandwidth W to  15kHz",
    "body_type": "text"
  },
  {
    "id": 862,
    "learningObjectiveId": 28,
    "body": "Different radio stations, different source signals\n• Carrier spacing- 10kHz (AM)\r\n• Bandwidth (3-5kHz)",
    "body_type": "text"
  },
  {
    "id": 863,
    "learningObjectiveId": 28,
    "body": "For AM radio, each station occupies a maximum bandwidth of 10 kHz\n\r\n• Carrier spacing is 10 kHz\r\n• For FM radio, each station occupies a bandwidth of 200 kHz, and therefore the carrier spacing is 200 kHz",
    "body_type": "text"
  },
  {
    "id": 864,
    "learningObjectiveId": 28,
    "body": "The radio receiver has to be cost effective\n\r\nRequirements:\r\n– Has to work with both AM and FM signals\r\n– Tune to and amplify desired radio station\r\n– Filter out all other stations\r\n– Demodulator has to work with all radio stations regardless of carrier frequency",
    "body_type": "text"
  },
  {
    "id": 865,
    "learningObjectiveId": 28,
    "body": "Frequency (RF) spectrum ranges:\n\r\n– AM: 540 kHz – 1600 kHz\r\n– FM: 88 MHz – 108 MHz\r\nTwo IF frequencies\r\n– AM: 455 kHz\r\n– FM: 10.7 MHz",
    "body_type": "text"
  },
  {
    "id": 866,
    "learningObjectiveId": 28,
    "body": "A radio receiver consists of the following:\n\r\n- A Radio Frequency (RF) section\r\n- An RF-to-IF converter (mixer)\r\n- An Intermediate Frequency (IF) section\r\n- Demodulator\r\n- Audio amplifier",
    "body_type": "text"
  },
  {
    "id": 867,
    "learningObjectiveId": 28,
    "body": "Fundamentals of color television",
    "body_type": "header"
  },
  {
    "id": 868,
    "learningObjectiveId": 28,
    "body": "-BKr3GC3eko",
    "body_type": "video"
  },
  {
    "id": 869,
    "learningObjectiveId": 28,
    "body": "Video Basics - Luminance and Chrominance",
    "body_type": "text"
  },
  {
    "id": 870,
    "learningObjectiveId": 28,
    "body": "4SmDeGggf-Q",
    "body_type": "video"
  },
  {
    "id": 871,
    "learningObjectiveId": 28,
    "body": "To begin with, the actual image presented in color television systems can be described using two components: Luminance and Chrominance.",
    "body_type": "text"
  },
  {
    "id": 872,
    "learningObjectiveId": 28,
    "body": "Luminance is a weighted sum of the three colors of light used in color television and computer displays - which are Red, Green and Blue - at a given point on the screen. A stronger Luminance signal indicates a more intense brightness of light at a given spot on the screen. \nChrominance describes the frequency of light at a given point on the screen, or in more common terms, the color of the light to be produced at a given point. The Chrominance signal specifies what color is to be shown at a given point on the display as well as how saturated or intense the shade of color that is shown.Combinations of Red, Green and Blue light produced by the video display are able to deceive the human eye into perceiving the full range of visible colors, even though only three narrow ranges of frequencies in the visible spectrum can actually be generated by the video display.",
    "body_type": "text"
  },
  {
    "id": 873,
    "learningObjectiveId": 28,
    "body": "Transmission Signals in NTSC Video and the reduction of Color Detail",
    "body_type": "text"
  },
  {
    "id": 874,
    "learningObjectiveId": 28,
    "body": "The image in NTSC Television is transmitted using three components. The first and most important is the Luminance (which is known simply as Y). As described above, Luminance specifies how bright a given spot on the display should be, and is the only signal used on black and white displays or receivers. \nThe additional components transmitted are known simply as I and Q. These contain combinations of the Red, Green and Blue information to describe the color or Chrominance that should appear on the given spot on the screen.The combination of Y, I and Q signals are used by the NTSC color television receiver to recover Red, Green and Blue signals that are to be sent to the Cathode Ray Tube or other types of display electronics. ",
    "body_type": "text"
  },
  {
    "id": 875,
    "learningObjectiveId": 28,
    "body": "Explanation of Substitution Theorem",
    "body_type": "header"
  },
  {
    "id": 876,
    "learningObjectiveId": 28,
    "body": "vhkDE4sXoqQ",
    "body_type": "video"
  },
  {
    "id": 877,
    "learningObjectiveId": 28,
    "body": "Simply one can say that the Substitution Theorem is the replacement of one element with another equivalent element. In a network, if any element is substituted or replaced by a voltage or current source whose voltage and current across or through that element will remain unchanged as the previous network.",
    "body_type": "text"
  },
  {
    "id": 878,
    "learningObjectiveId": 28,
    "body": "Let us understand the theorem with the help of the circuit diagram shown below",
    "body_type": "text"
  },
  {
    "id": 879,
    "learningObjectiveId": 28,
    "body": "Steps for Solving Network Using Substitution Theorem",
    "body_type": "text"
  },
  {
    "id": 880,
    "learningObjectiveId": 28,
    "body": "Step 1 – First obtain the concerned branch voltage and current flowing through the branch given by Vxy and Ixy as shown below in the figure A",
    "body_type": "text"
  },
  {
    "id": 881,
    "learningObjectiveId": 28,
    "body": "sub3.png",
    "body_type": "image"
  },
  {
    "id": 882,
    "learningObjectiveId": 28,
    "body": "Step 2 – The branch may be substituted by an independent voltage source as shown above in figure B\nStep 3 – Similarly the branch may be replaced by an independent current source as shown below in the circuit diagram C",
    "body_type": "text"
  },
  {
    "id": 883,
    "learningObjectiveId": 28,
    "body": "sub4.png",
    "body_type": "image"
  },
  {
    "id": 884,
    "learningObjectiveId": 28,
    "body": "Step 4 – Hence it is seen that the voltage drop and the current flowing through the circuit A shown above will be same if it is substituted by any independent voltage or current source shown in the figure B and C.",
    "body_type": "text"
  },
  {
    "id": 885,
    "learningObjectiveId": 29,
    "body": "Apply Symptoms Diagnosis And Systematic Pre-Testing Procedures",
    "body_type": "header"
  },
  {
    "id": 886,
    "learningObjectiveId": 29,
    "body": "The following are the techniques in performing pre-testing of Audio Video Appliances. ",
    "body_type": "text"
  },
  {
    "id": 887,
    "learningObjectiveId": 29,
    "body": "1.    Conduct a prompt diagnosis of the trouble symptom and repair the defective set in the shortest possible time. Do not troubleshoot any electronically-controlled domestic appliances unless you have determined what the fault is. Locate the fault from the mechanical section or electrical circuit section. \n",
    "body_type": "text"
  },
  {
    "id": 888,
    "learningObjectiveId": 29,
    "body": "2.    Wear cotton gloves while troubleshooting, to avoid the electrical shock. Also note that, especially in tropical countries, sweat on the hands may later on cause corrosion. ",
    "body_type": "text"
  },
  {
    "id": 889,
    "learningObjectiveId": 29,
    "body": "3.    When troubleshooting in the electrical circuit section, never remove a component for testing. Before doing this, first measure the voltage. If the reading is abnormal, analyze the circuit and check which component may be causing the trouble and should be tested. ",
    "body_type": "text"
  },
  {
    "id": 890,
    "learningObjectiveId": 29,
    "body": "4.    Discharge large capacitors by connecting a jumper wire across their two conducting terminals. ",
    "body_type": "text"
  },
  {
    "id": 891,
    "learningObjectiveId": 29,
    "body": "5.    If the trouble symptom is caused by aging components, the defective component is usually one of them. But in some cases, especially in high-power-handling circuits, a defective component may cause other components to malfunction. ",
    "body_type": "text"
  },
  {
    "id": 892,
    "learningObjectiveId": 29,
    "body": "6.    Know the usual defects of components. For example, capacitors usually become leaky, shorted or open. Resistors increase their resistance when they become defective. Semi-conductors such as transistors usually become open or shorted. ",
    "body_type": "text"
  },
  {
    "id": 893,
    "learningObjectiveId": 29,
    "body": "7.    When troubleshooting integrated circuits (ICs) in the electrical circuit section of a domestic appliance, do not remove the IC from the PCB, simply because you suspect it is defective. To help you diagnose the function of the IC, secure a circuit diagram from the manufacturer. It would be even better if you have available diagram showing the internal connection of the IC. ",
    "body_type": "text"
  },
  {
    "id": 894,
    "learningObjectiveId": 29,
    "body": "8.    Always be careful about the polarity of the components when replacing them. Electrolytic capacitors used in transistors or integrated circuits have only low voltages.",
    "body_type": "text"
  },
  {
    "id": 895,
    "learningObjectiveId": 29,
    "body": "9.    Do not remove components from the PCB. Every component has a specific function in the circuit; there is absolutely no wasted component. Always analyze the specific function of every component in the circuit. ",
    "body_type": "text"
  },
  {
    "id": 896,
    "learningObjectiveId": 29,
    "body": "10.    Don’t replace an opened fuse or burned resistor unless you have corrected the trouble or the cause of it. ",
    "body_type": "text"
  },
  {
    "id": 897,
    "learningObjectiveId": 29,
    "body": "11.    Always suspect a faulty contact on mechanical switch circuit rather than defective electronic components. ",
    "body_type": "text"
  },
  {
    "id": 898,
    "learningObjectiveId": 29,
    "body": "12.    When replacing the resistor (SCR/TRIAC) the replacement should have the same current rating. ",
    "body_type": "text"
  },
  {
    "id": 899,
    "learningObjectiveId": 29,
    "body": "13.    If you find a blown fuse, first find the cause of the short circuit before replacing it. If you cannot find the cause, replace the blown fuse with a fuse of the same rating. If the glass of the blown fuse is clear, or if the conductor inside the fuse is neatly cut, assume an overload has caused it. ",
    "body_type": "text"
  },
  {
    "id": 900,
    "learningObjectiveId": 29,
    "body": "14. While troubleshooting, study the schematic diagram carefully. Always compare with the actual measured voltage in the set the voltage indicated on the circuit diagram. A difference of around 10% between the measured voltage and the ideal diagramed voltage is tolerable, but not more than 10%. ",
    "body_type": "text"
  },
  {
    "id": 901,
    "learningObjectiveId": 29,
    "body": "15. When measuring resistances in the circuit, make sure that power is not being supplied on the circuit, and that stored charges in capacitors are properly discharged. Failure to do so can damage the volt-ohm-meter (VOM) and the circuit due to the low resistance of the ohmmeter.",
    "body_type": "text"
  },
  {
    "id": 902,
    "learningObjectiveId": 29,
    "body": "16. The functions and the characteristics of the VOM should be wisely used. ",
    "body_type": "text"
  },
  {
    "id": 903,
    "learningObjectiveId": 29,
    "body": "17. While using a VOM for in-circuit resistance measurement, always exchange the setting of positive and negative probes. Take the higher meter reading as the approximate resistance. ",
    "body_type": "text"
  },
  {
    "id": 904,
    "learningObjectiveId": 29,
    "body": "18. Prepare only the tools and measuring instrument needed for servicing electric fan. Not all electronic tools are needed and useful all the time. ",
    "body_type": "text"
  },
  {
    "id": 905,
    "learningObjectiveId": 29,
    "body": "19. When using the measuring equipment, first read carefully the user’s manual. Analyze carefully the readings of measurements you have obtained. ",
    "body_type": "text"
  },
  {
    "id": 906,
    "learningObjectiveId": 29,
    "body": "20. Use needle-pointed probes for better contact and to avoid short circuiting nearby components",
    "body_type": "text"
  },
  {
    "id": 907,
    "learningObjectiveId": 30,
    "body": "Troubleshoot, Repair And Maintain Audio/Video Products And Systems",
    "body_type": "header"
  },
  {
    "id": 908,
    "learningObjectiveId": 30,
    "body": "Audio Troubleshooting",
    "body_type": "text"
  },
  {
    "id": 909,
    "learningObjectiveId": 30,
    "body": "Click the link below to see how to fix Amplifier",
    "body_type": "text"
  },
  {
    "id": 910,
    "learningObjectiveId": 30,
    "body": "6dwsAhe63cw",
    "body_type": "video"
  },
  {
    "id": 911,
    "learningObjectiveId": 30,
    "body": "Simple fix for a blown audio power amplifier",
    "body_type": "text"
  },
  {
    "id": 912,
    "learningObjectiveId": 30,
    "body": "rNMsdrBxVb0",
    "body_type": "video"
  },
  {
    "id": 913,
    "learningObjectiveId": 30,
    "body": "An amplifier, electronic amplifier or (informally) amp is an electronic device that can increase the power of a signal (a time-varying voltage or current). An amplifier uses electric power from a power supply to increase the amplitude of a signal. \nThe amount of amplification provided by an amplifier is measured by its gain: the ratio of output voltage, current, or power to input. An amplifier is a circuit that has a power gain greater than one.",
    "body_type": "text"
  },
  {
    "id": 914,
    "learningObjectiveId": 30,
    "body": "How to repair a blown Amplifier",
    "body_type": "text"
  },
  {
    "id": 915,
    "learningObjectiveId": 30,
    "body": "CX685wGMuiM",
    "body_type": "video"
  },
  {
    "id": 916,
    "learningObjectiveId": 30,
    "body": "Television (TV) is a telecommunication medium used for transmitting moving images in monochrome (black and white), or in colour, and in two or three dimensions and sound.",
    "body_type": "text"
  },
  {
    "id": 917,
    "learningObjectiveId": 30,
    "body": "CRT TV Repair Part 1 of 2",
    "body_type": ""
  },
  {
    "id": 918,
    "learningObjectiveId": 30,
    "body": "2BlgJPdDa2U",
    "body_type": "video"
  },
  {
    "id": 919,
    "learningObjectiveId": 30,
    "body": "The term can refer to a television set, a television program (TV show), or the medium of television transmission. Television is a mass medium for entertainment, sports, education, news, courtroom drama, vintage programming, politics, gossip and advertising.",
    "body_type": "text"
  },
  {
    "id": 920,
    "learningObjectiveId": 30,
    "body": "lesson8_pic60.JPG",
    "body_type": "image"
  },
  {
    "id": 921,
    "learningObjectiveId": 30,
    "body": "CRT TV Repair Part 2 of 2",
    "body_type": "text"
  },
  {
    "id": 922,
    "learningObjectiveId": 30,
    "body": "-EJc2VeXZ-g",
    "body_type": "video"
  },
  {
    "id": 923,
    "learningObjectiveId": 30,
    "body": "How to identify the fault in power supply in CRT TV",
    "body_type": "text"
  },
  {
    "id": 924,
    "learningObjectiveId": 30,
    "body": "CKhQNxWFXgw",
    "body_type": "video"
  },
  {
    "id": 925,
    "learningObjectiveId": 31,
    "body": "The Principles Of Operation Of Electronic Symbols And Block Sections Of Schematic Diagram",
    "body_type": "header"
  },
  {
    "id": 926,
    "learningObjectiveId": 31,
    "body": "Electronic devices and symbols",
    "body_type": "text"
  },
  {
    "id": 927,
    "learningObjectiveId": 31,
    "body": "CHQRbpqGzUQ",
    "body_type": "video"
  },
  {
    "id": 928,
    "learningObjectiveId": 31,
    "body": "Wires and connection",
    "body_type": "text"
  },
  {
    "id": 929,
    "learningObjectiveId": 31,
    "body": "Lesson8_tbl0.jpeg",
    "body_type": "image"
  },
  {
    "id": 930,
    "learningObjectiveId": 31,
    "body": "Power Supplies",
    "body_type": "text"
  },
  {
    "id": 931,
    "learningObjectiveId": 31,
    "body": "Lesson8_tbl1.jpeg",
    "body_type": "image"
  },
  {
    "id": 932,
    "learningObjectiveId": 31,
    "body": "Audio and Radio Devices",
    "body_type": "text"
  },
  {
    "id": 933,
    "learningObjectiveId": 31,
    "body": "Lesson8_tbl2.jpeg",
    "body_type": "image"
  },
  {
    "id": 934,
    "learningObjectiveId": 31,
    "body": "Resistor and capacitor color codes\nResistor color code is one of the electronic color code used to know the values of leaded resistors. This type of electronic color code was used from years and even today resistor color codes is considered to be the best and apt method. Usually printing the resistors values in figures is not a good method since it will get erased during the handling process. So we make use of resistor color codes chart to determine the value of the resistors.",
    "body_type": "text"
  },
  {
    "id": 935,
    "learningObjectiveId": 31,
    "body": "7Z10V5cwGHE",
    "body_type": "video"
  },
  {
    "id": 936,
    "learningObjectiveId": 31,
    "body": "Resistor Color Code Chart",
    "body_type": "text"
  },
  {
    "id": 937,
    "learningObjectiveId": 31,
    "body": "The figure below shows the resistor color codes chart. The chart helps to determine the resistance and tolerance values of the resistors. Tolerance defines how much the measured actual resistance value is different from the theory value.\nThis resistor color chart is commonly used to find the resistance values when the color bands are known. An easy way to remember the code chart is to use different mnemonics like\r\n• Bad beer rots our young guts but vodka goes well – get some now\r\n• Blacky Browny Ran Over Your Garden But Violet Grey Walk\r\nWhere the bold letters represent Black, Brown, Red, Orange, Yellow, Green, Blue, Violet, Grey, White <=- 0, 1, 2, 3, 4, 5, 6, 7, 8, 9.",
    "body_type": "text"
  },
  {
    "id": 938,
    "learningObjectiveId": 31,
    "body": "General steps involved to read resistors by using electronic color code\n\r\nStep1:  Position the resistor in such a way that the tolerance band (Gold, Silver) face to the right.\r\nStep2:  Read the color bands of the resistor from left to right.\r\nStep3:  Change the colors to the coded number by using the resistor color codes chart.\r\nStep4:  Determine the tolerance value of the resistor.\r\nStep5:  Decode the resistor value.",
    "body_type": "text"
  },
  {
    "id": 939,
    "learningObjectiveId": 31,
    "body": "Electronic Color Code for 4 band resistors\nFour band resistors are the common type of lead resistors we usually see and use in different lab experiments and projects. These resistors have first two bands for resistance value, third as multiplier band and fourth as tolerance band.In the example given in the figure below Brown, Black, Red and Gold are the color bands of the resistor. From the resistor color codes chart, the value for each color band is obtained as Brown (1), Black (0), Red (Multiply by 100) and Gold (Tolerance 5%). So the resistance will be 1 Kilo ohm +/- 5%.",
    "body_type": "text"
  },
  {
    "id": 940,
    "learningObjectiveId": 31,
    "body": " Lesson8_pic1.jpeg",
    "body_type": "image"
  },
  {
    "id": 941,
    "learningObjectiveId": 31,
    "body": "Electronic Color Code for 5 band resistors\nResistors having more precision have an extra band. In such resistors, the first three bands indicate resistance values. While the fourth band represents the multiply factor and the fifth band represents the tolerance band. For example: Red (2), Green (5), Yellow (4), Black (Multiply by 1), Brown (Tolerance +/- 20%). So the resistance value will be 254 +/-20%. Sometimes in 5 band resistors, the fourth band will be gold or silver. In such a case, the first two bands will be representing the resistance values, the third band will represent the multiply factor, the fourth band will be the tolerance band and the fifth band will be representing the temperature coefficient.",
    "body_type": "text"
  },
  {
    "id": 942,
    "learningObjectiveId": 31,
    "body": "Lesson8_pic2.jpeg",
    "body_type": "image"
  },
  {
    "id": 943,
    "learningObjectiveId": 31,
    "body": "Electronic Color Code for 6 band resistors\nIn order to represent the temperature coefficient, some resistors have 6 bands.  For example, consider the resistor with orange (3), red (2), brown (1), green (Multiply by 100K), Brown (Tolerance 1%), Red (Temperature Coefficient 50ppm/K). An exception is that in some military applications the 6th band represents the failure rate.",
    "body_type": "text"
  },
  {
    "id": 944,
    "learningObjectiveId": 31,
    "body": "Lesson8_pic3.jpg",
    "body_type": "image"
  },
  {
    "id": 945,
    "learningObjectiveId": 31,
    "body": "How to Read Capacitor Codes",
    "body_type": "header"
  },
  {
    "id": 946,
    "learningObjectiveId": 31,
    "body": "Method1:\n• Similar to resistors some capacitors make use of color codes to indicate their value. There will be usually 5 bands on the capacitor. The first and second band will represent a number of the capacitor color code chart. Third band is the multiplier band; fourth band represents the tolerance while the fifth band represents the voltage.",
    "body_type": "text"
  },
  {
    "id": 947,
    "learningObjectiveId": 31,
    "body": "lesson8_pic4.jpg",
    "body_type": "image"
  },
  {
    "id": 948,
    "learningObjectiveId": 31,
    "body": "Method2:\n• Some large capacitors will indicate their value on the capacitor itself. For example 47µF means 47 microFarads.\r\nMethod3: In smaller body capacitors sometimes, µF or pF will not be written. Only the value will be indicated on the capacitor. In such a case,",
    "body_type": "text"
  },
  {
    "id": 949,
    "learningObjectiveId": 31,
    "body": "• If the capacitor has a two digit number as the value, then the value will be in picoFarads. For example if the capacitor has value 47 printed on it, it means 47pF.\n• If the capacitor has a three digit number as the value, then first two digits represent the capacitance value in picoFarads. While the third digit is the multiplier. If the multipler band has a value from (1 to 7), then multiply by the corresponding number of zeros.It means that if the multiplier band has a value of 5, then multiply by five zeros.Now, if the multipler band has a value 0, then multiply by 1. For a value of 8 or 9 in the multipler band, multiply by 0.01 for 8 and 0.1 for 9. ",
    "body_type": "text"
  },
  {
    "id": 950,
    "learningObjectiveId": 31,
    "body": "For example: Consider a capacitor with the value 103. It means that the capacitor has a value of 10pF with a multiplier of 3 (means multiply by 1000). So the actual value of the capacitor is 10000pF or 0.01µF.   ",
    "body_type": "text"
  },
  {
    "id": 951,
    "learningObjectiveId": 31,
    "body": "lesson8_pic5.jpeg",
    "body_type": "image"
  },
  {
    "id": 952,
    "learningObjectiveId": 31,
    "body": "Principles of electrical circuits",
    "body_type": "header"
  },
  {
    "id": 953,
    "learningObjectiveId": 31,
    "body": "7m4ZFOwz-WE",
    "body_type": "video"
  },
  {
    "id": 954,
    "learningObjectiveId": 31,
    "body": "These basic principles of electricity are the basis for the electric devices found in your home and school — things like digital cameras, stereos, flashlights, calculators and portable CD players.",
    "body_type": "text"
  },
  {
    "id": 955,
    "learningObjectiveId": 31,
    "body": "Ohms and Volts\nScientists know that there are ways of measuring electrical quantities. One of these is coulombs per second, a measure of the flow of electrons through a metal conductor or wire. A current of one coulomb per second equals one ampere. Even materials that conduct electricity resist the flow of electrons. The unit of electrical resistance is an ohm. The pressure needed to make one coulomb per second (one ampere) flow through a conductor having a resistance of one ohm is one volt.",
    "body_type": "text"
  },
  {
    "id": 956,
    "learningObjectiveId": 31,
    "body": "Ohm's Law explains the relationships between voltage (E), resistance (R), and current (I).\nIn two circuits of equal voltage, the current will be proportionately greater in the circuit of lower resistance. In circuits of equal resistance, the current flowing will be directly proportional to the voltage applied. Current is directly proportional to voltage, inversely proportional to resistance.\r\nI (Amperes) = E (Volts)/R (Ohms)\r\nAlso: E = IR or R = E/I\r\n\r\nOne of the most common electrical measurements you’ll use is the watt, a unit of electrical power: W (Watts) = E (Volts) x I (Amperes).\r\nThe quantity of electric charge is measured in coulombs.",
    "body_type": "text"
  },
  {
    "id": 957,
    "learningObjectiveId": 31,
    "body": "Fundamentals of direct current circuits",
    "body_type": "text"
  },
  {
    "id": 958,
    "learningObjectiveId": 31,
    "body": "fvE6HhHsgXs",
    "body_type": "video"
  },
  {
    "id": 959,
    "learningObjectiveId": 31,
    "body": "On a DC circuit, current flows in one direction only. Voltage can remain at a level or change, but it always has the same polarity. The main source of DC is from batteries, photocells, fuel cells, rectifiers and DC generators. \n\r\nThe most fundamental equation describing DC circuits is Ohm's Law. While doing experiments on how well metals conduct electricity, German physicist G.com Ohm discovered the equation V = I * R, which is fundamental to both the DC and AC circuits as well. Knowing two items in this equation allows you to calculate the third.\r\nDC circuits can be arranged in different ways. If component current has only one path to follow, it is connected in series. If there are two or more paths, the components are connected in parallel. Components may also be interconnected to provide both situations. These are called series-parallel combinations.\r\nThis course explains the DC circuits in simplified text and will be extremely helpful to individuals who require a basic knowledge of electrical principals and equipment to better their primary responsibilities. ",
    "body_type": "text"
  },
  {
    "id": 960,
    "learningObjectiveId": 31,
    "body": "The DC circuits can be arranged in series, parallel and series-parallel combination circuits. The following rules apply to the respective circuits:",
    "body_type": "text"
  },
  {
    "id": 961,
    "learningObjectiveId": 31,
    "body": "Series Circuit\n• A series circuit connects components end to end to provide a single path for current flow.\r\n• Current throughout any series circuit maintains the same value.\r\n• Total resistance in a series circuit is equal to the sum of all resistive values.\r\n• Total power dissipated by a series circuit is equal to the sum of the calculated individual resistors' power consumption.\r\n• Kirchhoff's voltage law states that the sum of the voltage drops around a series circuit is equal to the source voltage applied.\r\n• A voltage divider is a series circuit used to divide up the applied voltage among series-connected resistors. ",
    "body_type": "text"
  },
  {
    "id": 962,
    "learningObjectiveId": 31,
    "body": "l8_pic13.png",
    "body_type": "image"
  },
  {
    "id": 963,
    "learningObjectiveId": 31,
    "body": "Parallel Circuits\n\r\n• The source voltage across all components in parallel is always the same and is normally used as a reference. Due to this fact, branch current is inversely proportional to the resistance in that branch.\r\n• A parallel circuit has two or more paths for current to flow. As Kirchhoff's current law states, the sum of all the currents entering any junction is equal to the sum of all the currents leaving the same junction.\r\n• Because total parallel circuit resistance is less than a series connection containing the same number and value of resistors, current flow is larger.\r\n• The total resistance in a parallel circuit is the same as the reciprocal of the circuit's total conductance. Its value is always less than the value of the smallest branch resistance.\r\n• If only two resistors are connected in parallel, the product over the sum formula may be used to find total resistance. When all resistors are of the same value, one value divided by the number of resistors may be used. Other situations require the reciprocal formula.\r\n• Total power in a parallel resistive circuit is equal to the sum of all power losses, which is the same as with series circuit components.\r\n• A resistive short in a parallel circuit causes maximum branch current flow and resistance to decrease, whereas a circuit open stops branch current, increases resistance, and causes total current to decrease. ",
    "body_type": "text"
  },
  {
    "id": 964,
    "learningObjectiveId": 31,
    "body": "l8_pic14.png",
    "body_type": "image"
  },
  {
    "id": 965,
    "learningObjectiveId": 31,
    "body": "Fundamentals of alternating current circuits",
    "body_type": "text"
  },
  {
    "id": 966,
    "learningObjectiveId": 31,
    "body": "FrRmihdF52o",
    "body_type": "video"
  },
  {
    "id": 967,
    "learningObjectiveId": 31,
    "body": "Alternating current:\nis the current which constantly changes in amplitude, and which reverses direction at regular intervals. We know that direct current flows only in one direction, and that the amplitude of current is determined by the number of electrons flowing past a point in circuit in one second. ",
    "body_type": "text"
  },
  {
    "id": 968,
    "learningObjectiveId": 31,
    "body": "Frequency:\nOne of the most important properties of any regular waveform identifies the number of complete cycles it goes through in a fixed period of time. For standard measurements, the period of time is one second, so the frequency of the wave is commonly measured in cycles per second (cycles/sec) and, in normal usage, is expressed in units of Hertz (Hz). It is represented in mathematical equationsby the letter ‘f’.",
    "body_type": "text"
  },
  {
    "id": 969,
    "learningObjectiveId": 31,
    "body": "Period: \nSometimes we need to know the amount of time required to complete one cycle of the waveform, rather than the number of cycles per second of time. This is logically the reciprocal of frequency. Thus, period is the time duration of one cycle of the waveform, and is measured in seconds/cycle.",
    "body_type": "text"
  },
  {
    "id": 970,
    "learningObjectiveId": 31,
    "body": "Wavelength:\nBecause an A.C. wave moves physically as well as changing in time, sometimes we need to know how far it moves in one cycle of thewave, rather than how long that cycle takes to complete. This of course depends on how fast thewave is moving as well.The Greek letter (lambda) is used to represent wavelength in mathematical expressions. And, 位= c/f. As shown in the figure to the above, wavelength can be measured from any part of one cycle to the equivalent point in the next cycle. Wavelength is very similar to period as discussed above, except that wavelength is measured in distance per cycle while period is measured in time per cycle.",
    "body_type": "text"
  },
  {
    "id": 971,
    "learningObjectiveId": 31,
    "body": "Amplitude: \nMathematically, the amplitude of a sine wave is the value of that sine wave at its peak. This is the maximum value, positive or negative, that it can attain. However, when we speak of an A.C. power system, it is more useful to refer to the effective voltage or current.",
    "body_type": "text"
  },
  {
    "id": 972,
    "learningObjectiveId": 31,
    "body": "Fundamentals of electronic components and circuits",
    "body_type": "header"
  },
  {
    "id": 973,
    "learningObjectiveId": 31,
    "body": "3 Passive Linear Components:",
    "body_type": "text"
  },
  {
    "id": 974,
    "learningObjectiveId": 31,
    "body": "ZZEZUysFPDY",
    "body_type": "video"
  },
  {
    "id": 975,
    "learningObjectiveId": 31,
    "body": "Resistor: \n\r\nA resistor is an electronic component which is used to resist the flow of current and cause a reduction in potential. It consists of a low conductive component joined by conducting wires at both its ends. When current flows through the resistor, the electrical energy is absorbed by the resistor and dissipated in form of heat. The resistor thus offers a resistance or opposition to the flow of current.\r\n\r\nThe resistance is given a\r\nR = V/I, where V is the voltage drop across the resistance and I is the current flowing through the resistor. The power dissipated is given by:\r\nP = VI.",
    "body_type": "text"
  },
  {
    "id": 976,
    "learningObjectiveId": 31,
    "body": "Laws of Resistance:",
    "body_type": "text"
  },
  {
    "id": 977,
    "learningObjectiveId": 31,
    "body": "FoTWEuOSxSg",
    "body_type": "video"
  },
  {
    "id": 978,
    "learningObjectiveId": 31,
    "body": "The Resistance R offered by a material depends on various factors\n\r\n1. Varies directly on its length, l\r\n2. Varies inversely on its cross section area, A\r\n3. Depends on the nature of the material specified by its Resistivity or Specific Resistance, ρ\r\n4. Also depends on the temperature\r\n5. Assuming that the temperature is constant, the Resistance (R) can be expressed as R = ρl / A, Where R is resistance in ohms ( Ω ), l  is length in meters, A is area in square meters and ρ  is Specific Resistance in Ω-mts\r\n\r\nA resistor’s value is calculated in terms of its resistance. Resistance is the opposition to the flow of current.",
    "body_type": "text"
  },
  {
    "id": 979,
    "learningObjectiveId": 31,
    "body": "Capacitors: \nA capacitor is a linear passive component which is used to store electrical charge. A capacitor generally provides reactance to the flow of current. Basically a capacitor consists of a pair of electrodes between which there is an insulated dielectric material.",
    "body_type": "text"
  },
  {
    "id": 980,
    "learningObjectiveId": 31,
    "body": "The stored charge is given by\nQ = CV where C is the capacitive reactance and V is the applied voltage. Since current is rate of flow of charge.Therefore, the current through a capacitor is:\r\nI = C dV/dt.\r\nWhen a capacitor is connected in a DC circuit, or when a constant current flows through it, which is constant with time (zero frequency), the capacitor simply stores the whole charge and opposes the flow of current. Thus a capacitor blocks DC.\r\nWhen a capacitor is connected in an AC circuit, or a time varying signal flows through it (with non zero frequency), the capacitor initially stores the charge and later offers a resistance to the flow of charge. It can thus be used as a voltage limiter in AC circuit.\r\nThe resistance offered is proportional to the frequency of the signal.",
    "body_type": "text"
  },
  {
    "id": 981,
    "learningObjectiveId": 31,
    "body": "Fundamentals of digital logics, ",
    "body_type": "header"
  },
  {
    "id": 982,
    "learningObjectiveId": 31,
    "body": "sPq7JgxL3h0",
    "body_type": "video"
  },
  {
    "id": 983,
    "learningObjectiveId": 31,
    "body": "Digital Logics\nWhen learning digital logic students will start with the three fundamental building blocks: AND, OR and NOT gates.",
    "body_type": "text"
  },
  {
    "id": 984,
    "learningObjectiveId": 31,
    "body": "AND Boolean Expression: AB",
    "body_type": "text"
  },
  {
    "id": 985,
    "learningObjectiveId": 31,
    "body": "l8_pic25.png",
    "body_type": "image"
  },
  {
    "id": 986,
    "learningObjectiveId": 31,
    "body": "OR Boolean Expression: A'B+AB'+AB",
    "body_type": "text"
  },
  {
    "id": 987,
    "learningObjectiveId": 31,
    "body": "l8_pic26.png",
    "body_type": "image"
  },
  {
    "id": 988,
    "learningObjectiveId": 31,
    "body": "NOT Boolean Expression: A’",
    "body_type": "text"
  },
  {
    "id": 989,
    "learningObjectiveId": 31,
    "body": "l8_pic27.png",
    "body_type": "image"
  },
  {
    "id": 990,
    "learningObjectiveId": 32,
    "body": "Classes And Types Of Electronic Parts/Components",
    "body_type": "header"
  },
  {
    "id": 991,
    "learningObjectiveId": 32,
    "body": "Types of Electronic Components",
    "body_type": "text"
  },
  {
    "id": 992,
    "learningObjectiveId": 32,
    "body": "6Maq5IyHSuc",
    "body_type": "video"
  },
  {
    "id": 993,
    "learningObjectiveId": 32,
    "body": "Electronic Components are of 2 types: Active and Passive Electronic Components.\n• Passive electronic components are those that do not have gain or directionality. They are also called Electrical elements or electrical components. e.g. resistors, capacitors, diodes, Inductors.\r\n• Active components are those that have gain or directionality. e.g. transistors, integrated circuits or ICs, logic gates.",
    "body_type": "text"
  },
  {
    "id": 994,
    "learningObjectiveId": 32,
    "body": "Electronic Components and Their Functions",
    "body_type": "text"
  },
  {
    "id": 995,
    "learningObjectiveId": 32,
    "body": "1. Terminals and Connectors: Components to make electrical connection.",
    "body_type": "text"
  },
  {
    "id": 996,
    "learningObjectiveId": 32,
    "body": "l8_pic1.jpg",
    "body_type": "image"
  },
  {
    "id": 997,
    "learningObjectiveId": 32,
    "body": "2. Resistors: Components used to resist current.",
    "body_type": "text"
  },
  {
    "id": 998,
    "learningObjectiveId": 32,
    "body": "l8_pic2.jpg",
    "body_type": "image"
  },
  {
    "id": 999,
    "learningObjectiveId": 32,
    "body": "3. Switches: Components that may be made to either conduct (closed) or not (open).",
    "body_type": "text"
  },
  {
    "id": 1000,
    "learningObjectiveId": 32,
    "body": "l8_pic3.jpg",
    "body_type": "image"
  },
  {
    "id": 1001,
    "learningObjectiveId": 32,
    "body": "4. Capacitors: Components that store electrical charge in an electrical field.",
    "body_type": "text"
  },
  {
    "id": 1002,
    "learningObjectiveId": 32,
    "body": "l8_pic4.jpg",
    "body_type": "image"
  },
  {
    "id": 1003,
    "learningObjectiveId": 32,
    "body": "5. Magnetic or Inductive Components: These are Electrical components that use magnetism.",
    "body_type": "text"
  },
  {
    "id": 1004,
    "learningObjectiveId": 32,
    "body": "l8_pic5.jpg",
    "body_type": "image"
  },
  {
    "id": 1005,
    "learningObjectiveId": 32,
    "body": "6. Network Components: Components that use more than 1 type of Passive Component.",
    "body_type": "text"
  },
  {
    "id": 1006,
    "learningObjectiveId": 32,
    "body": "l8_pic6.jpg",
    "body_type": "image"
  },
  {
    "id": 1007,
    "learningObjectiveId": 32,
    "body": "7. Piezoelectric devices, crystals, resonators: Passive components that use piezoelectric. effect.",
    "body_type": "text"
  },
  {
    "id": 1008,
    "learningObjectiveId": 32,
    "body": "l8_pic7.png",
    "body_type": "image"
  },
  {
    "id": 1009,
    "learningObjectiveId": 32,
    "body": "8. Semiconductors: Electronic control components with no moving parts.",
    "body_type": "text"
  },
  {
    "id": 1010,
    "learningObjectiveId": 32,
    "body": "l8_pic8.png",
    "body_type": "image"
  },
  {
    "id": 1011,
    "learningObjectiveId": 32,
    "body": "9. Diodes: Components that conduct electricity in only one direction.",
    "body_type": "text"
  },
  {
    "id": 1012,
    "learningObjectiveId": 32,
    "body": "l8_pic9.png",
    "body_type": "image"
  },
  {
    "id": 1013,
    "learningObjectiveId": 32,
    "body": "10. Transistors: A semiconductor device capable of amplification.",
    "body_type": "text"
  },
  {
    "id": 1014,
    "learningObjectiveId": 32,
    "body": "l8_pic10.png",
    "body_type": "image"
  },
  {
    "id": 1015,
    "learningObjectiveId": 32,
    "body": "11. Integrated Circuits or ICs: A microelectronic computer electronic circuit incorporated into a chip or semiconductor; a whole system rather than a single component",
    "body_type": "text"
  },
  {
    "id": 1016,
    "learningObjectiveId": 32,
    "body": "l8_pic11.png",
    "body_type": "image"
  },
  {
    "id": 1017,
    "learningObjectiveId": 32,
    "body": "Resistors",
    "body_type": "text"
  },
  {
    "id": 1018,
    "learningObjectiveId": 32,
    "body": "2 Types of Resistors:",
    "body_type": "text"
  },
  {
    "id": 1019,
    "learningObjectiveId": 32,
    "body": "cz_zlNWRkFM",
    "body_type": "video"
  },
  {
    "id": 1020,
    "learningObjectiveId": 32,
    "body": "Fixed Resistors: \nResistors whose resistance value is fixed and are used to provide a opposition to the flow of current.\r\n• They can be carbon composition resistors which are made up of mixture of carbon and ceramic.\r\n• They can be carbon film resistors which consists of carbon film deposited on an insulated substrate.",
    "body_type": "text"
  },
  {
    "id": 1021,
    "learningObjectiveId": 32,
    "body": "l8_pic15.png",
    "body_type": "image"
  },
  {
    "id": 1022,
    "learningObjectiveId": 32,
    "body": "They can be metal film resistor which consists of small ceramic rod coated with metal or metal oxide, with the resistance value being controlled by the thickness of the coating.",
    "body_type": "text"
  },
  {
    "id": 1023,
    "learningObjectiveId": 32,
    "body": "l8_pic16.png",
    "body_type": "image"
  },
  {
    "id": 1024,
    "learningObjectiveId": 32,
    "body": "• They can be wire wound resistor which consists of an alloy wrapped around a ceramic rod and insulated.\n• They can be surface mount resistor which consists of resistive material like tin oxide deposited on a ceramic chip.",
    "body_type": "text"
  },
  {
    "id": 1025,
    "learningObjectiveId": 32,
    "body": "Variable Resistors: \nThey provide a variation in their resistance value. They are generally used in voltage division. They can be potentiometers or presets. The resistance can be varied by controlling the wiper movement. The variable resistor or variable resistance, which is consist three connections. Generally used as an adjustable voltage divider.It is a resistor with a movable element positioned by a manual knob or lever. The movable element is also called as wiper; it creates a contact with a resistive strip at any point which is selected by the manual control.",
    "body_type": "text"
  },
  {
    "id": 1026,
    "learningObjectiveId": 32,
    "body": "l8_pic17.png",
    "body_type": "image"
  },
  {
    "id": 1027,
    "learningObjectiveId": 32,
    "body": "Capacitors",
    "body_type": "text"
  },
  {
    "id": 1028,
    "learningObjectiveId": 32,
    "body": "2 Types of Capacitors",
    "body_type": "text"
  },
  {
    "id": 1029,
    "learningObjectiveId": 32,
    "body": "Fixed Capacitors: \nThey offer a fixed reactance to the flow of current. They can be Mica capacitor which consists of mica as the insulating material. They can be non polarized ceramic capacitors which consist of ceramic plates coated with silver. They can be electrolyte capacitors which are polarized and used where high value of capacitance is required.",
    "body_type": "text"
  },
  {
    "id": 1030,
    "learningObjectiveId": 32,
    "body": "l8_pic18.png",
    "body_type": "image"
  },
  {
    "id": 1031,
    "learningObjectiveId": 32,
    "body": "Variable Capacitors: \nThey offer capacitance which can be varied by varying the distance between the plates. They can be air gap capacitors or vacuum capacitors.",
    "body_type": "text"
  },
  {
    "id": 1032,
    "learningObjectiveId": 32,
    "body": "Inductors:  \nAn inductor is a passive electronic component which stores energy in form of a magnetic field. It generally consists of a conductor coil, which offers a resistance to the applied voltage.It works on the basic principle of Faraday’s law of inductance, according to which a magnetic field is created when current flows through the wire and the electromotive force developed opposes the applied voltage. ",
    "body_type": "text"
  },
  {
    "id": 1033,
    "learningObjectiveId": 32,
    "body": "l8_pic19.png",
    "body_type": "image"
  },
  {
    "id": 1034,
    "learningObjectiveId": 32,
    "body": "2 Passive Non Linear Components:",
    "body_type": "text"
  },
  {
    "id": 1035,
    "learningObjectiveId": 32,
    "body": "Diodes: \nA diode is a device which restricts current flow in only one direction. A diode is generally a combination of two differently doped regions forming a junction at the intersection such that the junction controls the flow of charge through the device.",
    "body_type": "text"
  },
  {
    "id": 1036,
    "learningObjectiveId": 32,
    "body": "6 Types of Diodes:",
    "body_type": "text"
  },
  {
    "id": 1037,
    "learningObjectiveId": 32,
    "body": "PN Junction Diode: \nA simple PN junction diode consists of a p-type semiconductor mounted on an n-type semiconductor such that a junction is formed between the p and n types. It can be used a rectifier which allows current flowing in one direction through proper connection.",
    "body_type": "text"
  },
  {
    "id": 1038,
    "learningObjectiveId": 32,
    "body": "l8_pic20.png",
    "body_type": "image"
  },
  {
    "id": 1039,
    "learningObjectiveId": 32,
    "body": "Zener Diode: \nIt is a diode made up of heavily doped p region compared to the n-region, such that it not only allows current flow in one direction, but also allows current flow in the opposite direction, on application of sufficient voltage. It is generally used as voltage regulator.",
    "body_type": "text"
  },
  {
    "id": 1040,
    "learningObjectiveId": 32,
    "body": "l8_pic21.png",
    "body_type": "image"
  },
  {
    "id": 1041,
    "learningObjectiveId": 32,
    "body": "Tunnel Diode: \nIt is a heavily doped pn junction diode where the current decreases with increasing forward voltage. The junction width is reduced with increasing impurity concentration. It is made from germanium or Gallium Arsenide",
    "body_type": "text"
  },
  {
    "id": 1042,
    "learningObjectiveId": 32,
    "body": "l8_pic22.png",
    "body_type": "image"
  },
  {
    "id": 1043,
    "learningObjectiveId": 32,
    "body": "Light Emitting Diode: \nIt is a special type of PN junction diode made from semiconductors like Gallium Arsenide, which emits light when a suitable voltage is applied. The light emitted by the LED is monochromatic, i.e. of single color, corresponding to a particular frequency in the visible band of the electromagnetic spectrum.",
    "body_type": "text"
  },
  {
    "id": 1044,
    "learningObjectiveId": 32,
    "body": "l8_pic23.png",
    "body_type": "image"
  },
  {
    "id": 1045,
    "learningObjectiveId": 32,
    "body": "It is a special type of PN junction diode whose resistance decreases when light falls on it. It consists of a pn junction diode placed inside a plastic.",
    "body_type": "text"
  },
  {
    "id": 1046,
    "learningObjectiveId": 32,
    "body": "l8_pic24.png",
    "body_type": "image"
  },
  {
    "id": 1047,
    "learningObjectiveId": 32,
    "body": "Switches: \nSwitches are devices which allow the flow of current to the active devices. They are binary devices, which when completely on, allows flow of current and when completely off, block the flow of current. It can be a simple toggle switch which can be a 2-contact or a 3 contact switch or a push button switch.",
    "body_type": "text"
  },
  {
    "id": 1048,
    "learningObjectiveId": 33,
    "body": "Drawing And Interpreting Schematic Diagrams",
    "body_type": "header"
  },
  {
    "id": 1049,
    "learningObjectiveId": 33,
    "body": "_HZ-EQ8Hc8E",
    "body_type": "video"
  },
  {
    "id": 1050,
    "learningObjectiveId": 33,
    "body": "A circuit diagram, or a schematic diagram, is a technical drawing of how to connect electronic components to get a certain function. \nEach electronic component has a symbol. After seeing a few circuit diagrams, you’ll quickly learn how to distinguish the different symbols. Reading schematics is actually pretty easy. Each of the lines are wires. These show how the components are connected. If you want to build the circuit, you only need to get the components specified, then connect them as shown in the circuit diagram. This can be done either on a breadboard, a stripboard or you can design your own printed circuit board (PCB) if you like.",
    "body_type": "text"
  },
  {
    "id": 1051,
    "learningObjectiveId": 33,
    "body": "A circuit diagram should be specific enough so that anyone can make the circuit just by following it. You don’t actually need to understand it in order to build it.",
    "body_type": "text"
  },
  {
    "id": 1052,
    "learningObjectiveId": 33,
    "body": "l8_pic12.png",
    "body_type": "image"
  },
  {
    "id": 1053,
    "learningObjectiveId": 33,
    "body": "For example, look at the image above. I can buy a light-dependent resistor (LDR), a potentiometer, a resistor, an LED and a transistor. Then I can connect these on a breadboard by following the lines on the circuit diagram.would then have a circuit that has the specific function that this diagram was made for – without necessarily understanding why or how it works.",
    "body_type": "text"
  },
  {
    "id": 1054,
    "learningObjectiveId": 33,
    "body": "How do you understand how it works?",
    "body_type": "text"
  },
  {
    "id": 1055,
    "learningObjectiveId": 33,
    "body": "Understanding how a circuit diagram works can be a bit tricky. It comes from experience. You recognize the way some components are connected and identify known pieces of the schematic.\nIn the circuit above for example, I would see the LDR together with the potentiometer in the middle. I know from experience that two resistors setup like this makes a voltage divider. And I know that the voltage out from a voltage divider is a result of the values of those resistors. I also know that the resistance of an LDR varies with the amount of light it receives. This means that the voltage out, i.e. the voltage on the base of the transistor, will vary with the amount of light detected by the LDR. Then I look at the transistor. I know that the transistor can be turned on and off by applying a voltage at the base. So from this information, I would have an idea that this circuit will turn on and off the LED connected to the transistor, based on the amount of light the LDR receives.",
    "body_type": "text"
  },
  {
    "id": 1056,
    "learningObjectiveId": 33,
    "body": "Principles of electrical circuits",
    "body_type": "text"
  },
  {
    "id": 1057,
    "learningObjectiveId": 33,
    "body": "7m4ZFOwz-WE",
    "body_type": "video"
  },
  {
    "id": 1058,
    "learningObjectiveId": 34,
    "body": "Apply Symptoms Diagnosis And Systematic Pre-Testing Procedures",
    "body_type": "header"
  },
  {
    "id": 1059,
    "learningObjectiveId": 34,
    "body": "The following are the techniques in performing pre-testing of Audio Video Appliances. ",
    "body_type": "text"
  },
  {
    "id": 1060,
    "learningObjectiveId": 34,
    "body": "1.    Conduct a prompt diagnosis of the trouble symptom and repair the defective set in the shortest possible time. Do not troubleshoot any electronically-controlled domestic appliances unless you have determined what the fault is. Locate the fault from the mechanical section or electrical circuit section. \n",
    "body_type": "text"
  },
  {
    "id": 1061,
    "learningObjectiveId": 34,
    "body": "2.    Wear cotton gloves while troubleshooting, to avoid the electrical shock. Also note that, especially in tropical countries, sweat on the hands may later on cause corrosion. ",
    "body_type": "text"
  },
  {
    "id": 1062,
    "learningObjectiveId": 34,
    "body": "3.    When troubleshooting in the electrical circuit section, never remove a component for testing. Before doing this, first measure the voltage. If the reading is abnormal, analyze the circuit and check which component may be causing the trouble and should be tested. ",
    "body_type": "text"
  },
  {
    "id": 1063,
    "learningObjectiveId": 34,
    "body": "4.    Discharge large capacitors by connecting a jumper wire across their two conducting terminals. ",
    "body_type": "text"
  },
  {
    "id": 1064,
    "learningObjectiveId": 34,
    "body": "5.    If the trouble symptom is caused by aging components, the defective component is usually one of them. But in some cases, especially in high-power-handling circuits, a defective component may cause other components to malfunction. ",
    "body_type": "text"
  },
  {
    "id": 1065,
    "learningObjectiveId": 34,
    "body": "6.    Know the usual defects of components. For example, capacitors usually become leaky, shorted or open. Resistors increase their resistance when they become defective. Semi-conductors such as transistors usually become open or shorted. ",
    "body_type": "text"
  },
  {
    "id": 1066,
    "learningObjectiveId": 34,
    "body": "7.    When troubleshooting integrated circuits (ICs) in the electrical circuit section of a domestic appliance, do not remove the IC from the PCB, simply because you suspect it is defective. To help you diagnose the function of the IC, secure a circuit diagram from the manufacturer. It would be even better if you have available diagram showing the internal connection of the IC. ",
    "body_type": "text"
  },
  {
    "id": 1067,
    "learningObjectiveId": 34,
    "body": "8.    Always be careful about the polarity of the components when replacing them. Electrolytic capacitors used in transistors or integrated circuits have only low voltages.",
    "body_type": "text"
  },
  {
    "id": 1068,
    "learningObjectiveId": 34,
    "body": "9.    Do not remove components from the PCB. Every component has a specific function in the circuit; there is absolutely no wasted component. Always analyze the specific function of every component in the circuit. ",
    "body_type": "text"
  },
  {
    "id": 1069,
    "learningObjectiveId": 34,
    "body": "10.    Don’t replace an opened fuse or burned resistor unless you have corrected the trouble or the cause of it. ",
    "body_type": "text"
  },
  {
    "id": 1070,
    "learningObjectiveId": 34,
    "body": "11.    Always suspect a faulty contact on mechanical switch circuit rather than defective electronic components. ",
    "body_type": "text"
  },
  {
    "id": 1071,
    "learningObjectiveId": 34,
    "body": "12.    When replacing the resistor (SCR/TRIAC) the replacement should have the same current rating. ",
    "body_type": "text"
  },
  {
    "id": 1072,
    "learningObjectiveId": 34,
    "body": "13.    If you find a blown fuse, first find the cause of the short circuit before replacing it. If you cannot find the cause, replace the blown fuse with a fuse of the same rating. If the glass of the blown fuse is clear, or if the conductor inside the fuse is neatly cut, assume an overload has caused it. ",
    "body_type": "text"
  },
  {
    "id": 1073,
    "learningObjectiveId": 34,
    "body": "14. While troubleshooting, study the schematic diagram carefully. Always compare with the actual measured voltage in the set the voltage indicated on the circuit diagram. A difference of around 10% between the measured voltage and the ideal diagramed voltage is tolerable, but not more than 10%. ",
    "body_type": "text"
  },
  {
    "id": 1074,
    "learningObjectiveId": 34,
    "body": "15. When measuring resistances in the circuit, make sure that power is not being supplied on the circuit, and that stored charges in capacitors are properly discharged. Failure to do so can damage the volt-ohm-meter (VOM) and the circuit due to the low resistance of the ohmmeter.",
    "body_type": "text"
  },
  {
    "id": 1075,
    "learningObjectiveId": 34,
    "body": "16. The functions and the characteristics of the VOM should be wisely used. ",
    "body_type": "text"
  },
  {
    "id": 1076,
    "learningObjectiveId": 34,
    "body": "17. While using a VOM for in-circuit resistance measurement, always exchange the setting of positive and negative probes. Take the higher meter reading as the approximate resistance. ",
    "body_type": "text"
  },
  {
    "id": 1077,
    "learningObjectiveId": 34,
    "body": "18. Prepare only the tools and measuring instrument needed for servicing electric fan. Not all electronic tools are needed and useful all the time. ",
    "body_type": "text"
  },
  {
    "id": 1078,
    "learningObjectiveId": 34,
    "body": "19. When using the measuring equipment, first read carefully the user’s manual. Analyze carefully the readings of measurements you have obtained. ",
    "body_type": "text"
  },
  {
    "id": 1079,
    "learningObjectiveId": 34,
    "body": "20. Use needle-pointed probes for better contact and to avoid short circuiting nearby components",
    "body_type": "text"
  },
  {
    "id": 1080,
    "learningObjectiveId": 34,
    "body": "To begin with, the actual image presented in color television systems can be described using two components: Luminance and Chrominance.",
    "body_type": "text"
  },
  {
    "id": 1081,
    "learningObjectiveId": 34,
    "body": "Luminance is a weighted sum of the three colors of light used in color television and computer displays - which are Red, Green and Blue - at a given point on the screen. A stronger Luminance signal indicates a more intense brightness of light at a given spot on the screen. \n Chrominance describes the frequency of light at a given point on the screen, or in more common terms, the color of the light to be produced at a given point. The Chrominance signal specifies what color is to be shown at a given point on the display as well as how saturated or intense the shade of color that is shown.Combinations of Red, Green and Blue light produced by the video display are able to deceive the human eye into perceiving the full range of visible colors, even though only three narrow ranges of frequencies in the visible spectrum can actually be generated by the video display.",
    "body_type": "text"
  },
  {
    "id": 1082,
    "learningObjectiveId": 34,
    "body": "Transmission Signals in NTSC Video and the reduction of Color Detail",
    "body_type": "text"
  },
  {
    "id": 1083,
    "learningObjectiveId": 34,
    "body": "The image in NTSC Television is transmitted using three components. The first and most important is the Luminance (which is known simply as Y). As described above, Luminance specifies how bright a given spot on the display should be, and is the only signal used on black and white displays or receivers. \nThe additional components transmitted are known simply as I and Q. These contain combinations of the Red, Green and Blue information to describe the color or Chrominance that should appear on the given spot on the screen.\r\nThe combination of Y, I and Q signals are used by the NTSC color television receiver to recover Red, Green and Blue signals that are to be sent to the Cathode Ray Tube or other types of display electronics. ",
    "body_type": "text"
  },
  {
    "id": 1084,
    "learningObjectiveId": 34,
    "body": "Explanation of Substitution Theorem",
    "body_type": "header"
  },
  {
    "id": 1085,
    "learningObjectiveId": 34,
    "body": "vhkDE4sXoqQ",
    "body_type": "video"
  },
  {
    "id": 1086,
    "learningObjectiveId": 34,
    "body": "Simply one can say that the Substitution Theorem is the replacement of one element with another equivalent element. In a network, if any element is substituted or replaced by a voltage or current source whose voltage and current across or through that element will remain unchanged as the previous network.",
    "body_type": "text"
  },
  {
    "id": 1087,
    "learningObjectiveId": 34,
    "body": "Let us understand the theorem with the help of the circuit diagram shown below",
    "body_type": "text"
  },
  {
    "id": 1088,
    "learningObjectiveId": 34,
    "body": "Steps for Solving Network Using Substitution Theorem",
    "body_type": "text"
  },
  {
    "id": 1089,
    "learningObjectiveId": 34,
    "body": "Step 1 – First obtain the concerned branch voltage and current flowing through the branch given by Vxy and Ixy as shown below in the figure A",
    "body_type": "text"
  },
  {
    "id": 1090,
    "learningObjectiveId": 34,
    "body": "sub3.png",
    "body_type": "image"
  },
  {
    "id": 1091,
    "learningObjectiveId": 34,
    "body": "Step 2 – The branch may be substituted by an independent voltage source as shown above in figure B\nStep 3 – Similarly the branch may be replaced by an independent current source as shown below in the circuit diagram C",
    "body_type": "text"
  },
  {
    "id": 1092,
    "learningObjectiveId": 34,
    "body": "sub4.png",
    "body_type": "image"
  },
  {
    "id": 1093,
    "learningObjectiveId": 34,
    "body": "Step 4 – Hence it is seen that the voltage drop and the current flowing through the circuit A shown above will be same if it is substituted by any independent voltage or current source shown in the figure B and C.",
    "body_type": "text"
  },
  {
    "id": 1094,
    "learningObjectiveId": 34,
    "body": "Explanation of Substitution Theorem",
    "body_type": "header"
  },
  {
    "id": 1095,
    "learningObjectiveId": 34,
    "body": "vhkDE4sXoqQ",
    "body_type": "video"
  },
  {
    "id": 1096,
    "learningObjectiveId": 34,
    "body": "Simply one can say that the Substitution Theorem is the replacement of one element with another equivalent element. In a network, if any element is substituted or replaced by a voltage or current source whose voltage and current across or through that element will remain unchanged as the previous network.",
    "body_type": "text"
  },
  {
    "id": 1097,
    "learningObjectiveId": 34,
    "body": "Let us understand the theorem with the help of the circuit diagram shown below",
    "body_type": "text"
  },
  {
    "id": 1098,
    "learningObjectiveId": 34,
    "body": "Steps for Solving Network Using Substitution Theorem",
    "body_type": "text"
  },
  {
    "id": 1099,
    "learningObjectiveId": 34,
    "body": "Step 1 – First obtain the concerned branch voltage and current flowing through the branch given by Vxy and Ixy as shown below in the figure A",
    "body_type": "text"
  },
  {
    "id": 1100,
    "learningObjectiveId": 34,
    "body": "sub3.png",
    "body_type": "image"
  },
  {
    "id": 1101,
    "learningObjectiveId": 34,
    "body": "Step 2 – The branch may be substituted by an independent voltage source as shown above in figure B\nStep 3 – Similarly the branch may be replaced by an independent current source as shown below in the circuit diagram C",
    "body_type": "text"
  },
  {
    "id": 1102,
    "learningObjectiveId": 34,
    "body": "sub4.png",
    "body_type": "image"
  },
  {
    "id": 1103,
    "learningObjectiveId": 34,
    "body": "Step 4 – Hence it is seen that the voltage drop and the current flowing through the circuit A shown above will be same if it is substituted by any independent voltage or current source shown in the figure B and C.",
    "body_type": "text"
  },
  {
    "id": 1104,
    "learningObjectiveId": 35,
    "body": "Troubleshoot, Repair And Maintain Cellular Phones",
    "body_type": "header"
  },
  {
    "id": 1105,
    "learningObjectiveId": 35,
    "body": "A mobile phone, known as a cell phone in North America, is a portable telephone that can make and receive calls over a radio frequency link while the user is moving within a telephone service area. \nThe radio frequency link establishes a connection to the switching systems of a mobile phone operator, which provides access to the public switched telephone network (PSTN). ",
    "body_type": "text"
  },
  {
    "id": 1106,
    "learningObjectiveId": 35,
    "body": "Troubleshooting Mobile Devices - CompTIA A+ 220-901",
    "body_type": "text"
  },
  {
    "id": 1107,
    "learningObjectiveId": 35,
    "body": "g8I7lPO_wFY",
    "body_type": "video"
  },
  {
    "id": 1108,
    "learningObjectiveId": 35,
    "body": "The radio frequency link establishes a connection to the switching systems of a mobile phone operator, which provides access to the public switched telephone network (PSTN). \nModern mobile telephone services use a cellular network architecture, and, therefore, mobile telephones are called cellular telephones or cell phones, in North America.",
    "body_type": "text"
  },
  {
    "id": 1109,
    "learningObjectiveId": 35,
    "body": "lesson9_pic1.jpg",
    "body_type": "image"
  },
  {
    "id": 1110,
    "learningObjectiveId": 35,
    "body": "How to Repair Mobile Phone LCD",
    "body_type": "text"
  },
  {
    "id": 1111,
    "learningObjectiveId": 35,
    "body": "9B6tkETxSi4",
    "body_type": "video"
  },
  {
    "id": 1112,
    "learningObjectiveId": 35,
    "body": "Mobile Phone Broken LCD Refurbishing Solution",
    "body_type": "text"
  },
  {
    "id": 1113,
    "learningObjectiveId": 35,
    "body": "WiJNVe49AvU",
    "body_type": "video"
  }
]